Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.Client.WP7/ApplicationStrings.*.resx
Languages: pl_pl

# MessageOfflineModeDescription
source: Application is now in offline mode and this means that you are not connected to the server. This mode has many limitations, but still you can add entries to your calendar. They will be saved in the local storage. Later when you will connect to the server, you must perform synchronization.
pl_pl: Program działa teraz w trybie Offline. Oznacza to, że nie udało się połączyć z serwerem. Ten tryb ma wiele ograniczeń, jednak nadal możesz dodawać wpisy do swojego kalendarza. Będą one zapisane w pamięci telefonu. W przypadku ponownego połączenia z serwerem, należy dokonać synchronizacji.

# StrengthTrainingItemOptionsPage_Equipment_Description
source: Specifies how you perform the exercise. If you do it in "standard" way, then choose "default". Other options should be used only in exceptional situations. Only exercises with default equipment are included in the personal records.
pl_pl: Określa sposób wykonania ćwiczenia. W przypadku, gdy ćwiczenie wykonujesz w standardowy sposób to ustaw domyślnie. Każda inna opcja przeznaczona jest tylko w wyjątkowych sytuacjach. Tylko ćwiczenia z domyślnym przyrządem są uwzględniane w rekordach.

# StrengthTrainingItemOptionsPage_Equipment_Label
source: equipment
pl_pl: przyrząd

# StrengthTrainingItemOptionsPage_Title
source: more
pl_pl: więcej

# StrengthTrainingOptionsPage_MyPlaces_Description
source: My Places allow you to specify where (what gym) you have your workout. Later you can generate reports using trainings from specific gym only.
pl_pl: Moje miejsca dają możliwość określenie, na której siłowni odbył się trening. Dzięki temu można np wygenerować wykres uwzględniający treningi tylko z konkretnego miejsca.

# StrengthTrainingOptionsPage_MyPlaces_Label
source: my places
pl_pl: moje miejsca

# ProfilePage_Notification_FavoriteCalendarChanged
source: when person you follow has added entry to the calendar
pl_pl: gdy osoba, którą śledzisz, dodała wpis do kalendarza

# ProfilePage_Notification_FriendCalendarChanged
source: when your friend has added entry to the calendar
pl_pl: kiedy Twój znajomy dodał wpis do kalendarza

# ProfilePage_Notification_Message
source: message
pl_pl: wiadomość

# ProfilePage_Notification_Social
source: about all social events, like friendship invitations, favorite profile deleted, etc
pl_pl: poinformuj o wszystkich wydarzeniach społecznościowych

# ProfilePage_Notification_SomeoneCommentYourItem
source: when someone has commented your day
pl_pl: gdy ktoś dodał komentarz do Twojego dnia

# ProfilePage_Notification_VotedYourItem
source: when someone has voted on your workout plan, exercise or supplements def.
pl_pl: gdy ktoś ocenił Twój plan, ćwiczenie lub rozpiskę suplementów

# StrengthTraining_MsgIncorrectSetsValidation
source: Program has detected some sets with probably incorrect values. Press OK to save them or Cancel to skip. Incorrect sets:
pl_pl: Program wykrył, że niektóre serię mają prawdopodobnie błędne dane. Wybierz OK, aby zapisać trening lub Anuluj, aby wrócić do edycji i poprawić błędy. Nieprawidłowe serie:

# ProfilePage_AllowComments
source: allow comments
pl_pl: komentarze

# ProfilePage_AllowComments_Description
source: Choose, if you want other users to comment on your entries in the calendar. This is the default setting for new entries only. Of course, you can change the possibility of commenting on for each day in the calendar separately.
pl_pl: Zaznacz, jeśli chcesz aby inni użytkownicy mogli komentować Twoje wpisy w kalendarzu. Jest to domyślne ustawienie dla nowych wpisów. W kalendarzu możesz włączyć możliwość komentowania dla każdego dnia z osobna.

# ProfilePage_MiscHeader
source: misc
pl_pl: inne

# UserStatistics_SupplementsDefinitionsCount
source: Supplements routines:
pl_pl: Rozpiski suplementów:

# BlogViewModel_CommentsDisabled
source: Comments are disabled for this day
pl_pl: Możliwość komentowania została wyłączona dla tego dnia

# ErrCommentsAreDisabled
source: Comments are disabled for this day
pl_pl: Możliwość komentowania została wyłączona dla tego dnia

# AccountTypePage_BuyMore_Link
source: buy more...
pl_pl: zakup punkty...

# AccountTypePage_Header_MyAccount
source: my account
pl_pl: moje konto

# AccountTypePage_MyPoints
source: my points
pl_pl: moje punkty

# AccountTypePage_MyPoints_Description
source: Using higher account types will cost you appropriate number of points. In account’s description you will find info about required number of points for every day of using this account.
pl_pl: Korzystanie z wyższych kont wymaga odpowiedniej ilości punktów. W opisie każdego typu konta masz informację, ile punktów będzie Cie kosztować każdy dzień korzystania z niego.

# SupplementItemPage_Name
source: name
pl_pl: nazwa

# ButtonClose
source: close
pl_pl: zamknij

# UpgradeAccountControl_ChangeButton
source: change...
pl_pl: zmień...

# UpgradeAccountControl_InstructorAccountMessage
source: This feature is available in <b>Instructor</b> account only. Click the link bellow to see what great features you get after upgrading your account.
pl_pl: Ta funkcja jest dostępna tylko w koncie <b>Instruktor</b>. Kliknij na link poniżej, aby zobaczyć jakie jeszcze możliwości otrzymasz po zmianie konta.

# UpgradeAccountControl_PremiumAccountMessage
source: This feature is available only in <b>Premium</b> or <b>Instructor</b> account. Click the link bellow to see what great features you get after upgrading your account.
pl_pl: Ta funkcja jest dostępna tylko w koncie <b>Premium</b> lub <b>Instruktor</b>. Kliknij na link poniżej, aby zobaczyć jakie jeszcze możliwości otrzymasz po zmianie konta.

# UpgradeAccountControl_ShowInstructorInfo
source: Show Instructor account
pl_pl: Pokaż konto Instruktor

# UpgradeAccountControl_ShowPremiumInfo
source: Show Premium account
pl_pl: Pokaż konto Premium

# AccountTypePage_BasicAccount_Description
source: Totally free account, which gives you an access to the most of the program’s features. You don’t need anything more to start your professional workout log. Join the best bodybuilders all over the world!
pl_pl: Całkowicie bezpłatne konto, które daje Ci dostęp do większości funkcji w programie. Nie potrzeba nic wiecej, aby zacząć prowadzić profesjonalny i bardzo pomocny dziennik treningowy. Dołącz do grona najlepszych pakerów na świecie!

# AccountTypePage_Button_More
source: more...
pl_pl: więcej...

# AccountTypePage_ChangingAccountType
source: Changing account type...
pl_pl: Zmieniam typ konta...

# AccountTypePage_ErrCannotChangeAccountType
source: Cannot change an account type
pl_pl: Nie udało się zmienić typu konta

# AccountTypePage_ErrNotEnoughPoints
source: You don't have enough points to upgrade your account. Buy some and try again.
pl_pl: Nie masz wystarczającej ilości punktów, aby zmienić typ konta. Rozważ zakup pakietu punktów i spróbuj zmienić typ konta ponownie.

# AccountTypePage_Header_ChangeAccount
source: change
pl_pl: zmień

# AccountTypePage_InstructorAccount_Description
source: If you are a fitness instructor and have your training classes or personal trainings, then Instructor account is created just for you. Create your own customers database and activities schedule. Additionally every customer can have professional workout log. From now you have access to all trainings of your customer at anytime, anyplace. You may also generate many useful reports (charts) from your customers’ logs.
pl_pl: Jeśli jestes instruktorem fitness i prowadzisz zajęcia lub treningi indywidualne, to konto Instruktor jest stworzone specjalnie dla Ciebie. Stwórz swoją bazę klientów oraz plan zajęć, a następnie prowadź dziennik treningowy dla każdego klienta osobno. Teraz w każdej chwili będziesz miał dostęp do wszystkich treningów swoich klientów, a dzięki wykresom będziesz mógł śledzić postępy swoich podopiecznych.

# AccountTypePage_PointsPerDay
source: pkt per day
pl_pl: pkt na dzień

# AccountTypePage_PremiumAccount_Description
source: Do you want to be the best in your training? Do you want your training be more effective? Do you know that workout log is the one of the best tools for design a perfect body? Premium account gives you access to all features of BodyArchitect (except tools designed especially for fitness instructors). You will find a lots of additional features and smaller improvements, which are created to enhanced your user's experience of the application and make your trainings more effective.
pl_pl: Jeszcze Ci mało pakerze? Doceniłeś wagę dokładnego dziennika treningowego w modelowaniu swojej sylwetki i szukasz jeszcze skuteczniejszych narzędzi, które pomogą Ci doprowadzić swoje ciało do perfekcji? Konto Premium daje Ci dostęp do wszystkich funkcjonalności programu (oprócz narzędzi zaprojektowanych specjalnie dla instruktorów). Znajdziesz tutaj wiele dodatkowych funkcji a także mnówsto mniejszych usprawnień, które sprawią, że praca z programem będzie jeszcze przyjemniejsza, a treningi zdecydowanie skuteczniejsze.

# AccountTypePage_QChangeAccountToHigher
source: Do you want to change an account type?
pl_pl: Czy na pewno chcesz zmienic typ konta?

# AccountTypePage_QChangeAccountToLower
source: Changing account type to lower will cost you the following amounts of points: {0}. Are you sure you want to continue?
pl_pl: Zmieniając typ konta na niższy, musimy zabrać Ci następującą ilość punktów: {0}. Czy na pewno chcesz kontynuować?

# EntryStatusDone
source: done
pl_pl: wykonane

# EntryStatusPlanned
source: planned
pl_pl: zaplanowane

# BodyInstructorPage_Header_Customers
source: customers
pl_pl: klienci

# BodyInstructorPage_Header_More
source: more
pl_pl: więcej

# BodyInstructorPage_NoCustomersMsg
source: No customers yet. Use BodyArchitect for PC to create some customers.
pl_pl: Nie masz żadnych klientów. Skorzystaj z aplikacji na PC, aby dodać paru.

# BodyInstructorPage_MoreMsg
source: For more options like creating activities, your schedule or customer groups, please download BodyArchitect for PC
pl_pl: Aby móc dodać nowe zajęcia, grupy użytkowników lub stworzyć harmonogram zajęć, skorzystaj z wersji na PC.

# BodyInstructorPage_RetrievingCustomers
source: Retrieving customers...
pl_pl: Pobieranie listy klientów...

# CustomerInfoPage_Birthday
source: birthday
pl_pl: data urodzenia

# CustomerInfoPage_CreatedDate
source: created date
pl_pl: data utworzenia

# CustomerInfoPage_MsgNoMeasurements
source: Customer doesn't have any measurements yet
pl_pl: Klient nie ma dodanych wymiarów.

# CustomerInfoPage_Phone
source: phone
pl_pl: telefon

# CustomerInfoPage_VirtualCustomer
source: virtual
pl_pl: wirtualny

# CalendarPage_EntriesNotRetrieved
source: Entries for this month are not retrieved yet.
pl_pl: Wpisy dla tego miesiąca nie zostały jeszcze pobrane

# MainPage_MyAccount
source: my account
pl_pl: moje konto

# TrainingDaySelectorControl_NeedsSync
source: Needs synchronization
pl_pl: Wymagana synchronizacja

# ErrLicence
source: This option is not available in your account.
pl_pl: Ta opcja nie jest dostępna dla Twojego konta.

# AccountType_Instructor
source: Instructor
pl_pl: Instruktor

# AccountType_User
source: Basic
pl_pl: Podstawowe

# AchievementRank_Rank2
source: Beginner
pl_pl: Początkujący

# AchievementRank_Rank3
source: Resident
pl_pl: Rezydent

# AchievementRank_Rank4
source: Maniac
pl_pl: Maniak

# AchievementRank_Rank5
source: Expert
pl_pl: Ekspert

# AchievementRank_Rank6
source: Veteran
pl_pl: Weteran

# AchievementStar_Bronze
source: Bronze
pl_pl: Brązowy

# AchievementStar_Gold
source: Gold
pl_pl: Złoty

# AchievementStar_None
source: None
pl_pl: Brak

# AchievementStar_Silver
source: Silver
pl_pl: Srebrny

# DosageType_Grams
source: grams
pl_pl: gramy

# DosageType_Servings
source: servings
pl_pl: porcje

# DosageType_Tablets
source: tablets
pl_pl: tabletki

# DosageType_Units
source: units
pl_pl: jednostki

# ExerciseDifficult_Four
source: Four
pl_pl: Cztery

# ExerciseDifficult_NotSet
source: (Not set)
pl_pl: (Nie ustawiono)

# ExerciseDifficult_One
source: One
pl_pl: Jeden

# ExerciseDifficult_Three
source: Three
pl_pl: Trzy

# ExerciseDifficult_Two
source: Two
pl_pl: Dwa

# ExerciseDoneWay_Barbell
source: barbell
pl_pl: sztanga

# ExerciseDoneWay_Cable
source: cable
pl_pl: wyciąg

# ExerciseDoneWay_Default
source: default
pl_pl: domyślny

# ExerciseDoneWay_Dumbbell
source: dumbbell
pl_pl: hantle

# ExerciseDoneWay_Machine
source: machine
pl_pl: maszyna

# ExerciseForceType_NotSet
source: (Not set)
pl_pl: (Nie ustawiono)

# ExerciseForceType_Pull
source: Pull
pl_pl: Ciągnięcie

# ExerciseForceType_Push
source: Push
pl_pl: Pchanie

# ExerciseForceType_Static
source: Static
pl_pl: Statyczna

# ExerciseType_Barki
source: Shoulders
pl_pl: Barki

# ExerciseType_Brzuch
source: Abs
pl_pl: Brzuch

# ExerciseType_Czworoboczny
source: Traps
pl_pl: Czworoboczny

# ExerciseType_Klatka
source: Chest
pl_pl: Klatka

# ExerciseType_Lydki
source: Calves
pl_pl: Łydki

# ExerciseType_Nogi
source: Hamstrings
pl_pl: Nogi

# ExerciseType_NotSet
source: (Deleted)
pl_pl: (Usunięte)

# ExerciseType_Plecy
source: Back
pl_pl: Plecy

# ExerciseType_Przedramie
source: Forearm
pl_pl: Przedramię

# Gender_Female
source: female
pl_pl: kobieta

# Gender_Male
source: male
pl_pl: mężczyzna

# Gender_NotSet
source: (not set)
pl_pl: (nie ustawiono)

# MechanicsType_Compound
source: Compound
pl_pl: Wielostawowe

# MechanicsType_Isolation
source: Isolation
pl_pl: Izolowane

# MechanicsType_NotSet
source: (Not set)
pl_pl: (Nie ustawiono)

# SetType_MuscleFailure
source: muscle failure
pl_pl: upadek mięśniowy

# SetType_Normalna
source: normal
pl_pl: Normalna

# SetType_PrawieMax
source: almost max
pl_pl: prawie max

# SetType_Rozgrzewkowa
source: warm up
pl_pl: rozgrzewkowa

# TimeType_AfterWorkout
source: after workout
pl_pl: po treningu

# TimeType_BeforeSleep
source: before sleep
pl_pl: przed snem

# TimeType_BeforeWorkout
source: before workout
pl_pl: przed treningiem

# TimeType_NotSet
source: (not set)
pl_pl: (nie ustawiono)

# TimeType_OnEmptyStomach
source: on empty stomach
pl_pl: na czczo

# TrainingPlanDifficult_Advanced
source: Advanced
pl_pl: Zaawansowany

# TrainingPlanDifficult_Beginner
source: Beginner
pl_pl: Początkujący

# TrainingPlanDifficult_NotSet
source: (Not set)
pl_pl: (Nie ustawiono)

# TrainingPlanDifficult_Professional
source: Professional bodybuilder
pl_pl: Zawodowy kulturysta

# TrainingPlanSerieRepetitions_MuscleFailure
source: muscle failure
pl_pl: upadek mięśniowy

# TrainingPlanSerieRepetitions_Normalna
source: normal
pl_pl: normalna

# TrainingPlanSerieRepetitions_PrawieMax
source: almost max
pl_pl: prawie max

# TrainingPlanSerieRepetitions_Rozgrzewkowa
source: warm up
pl_pl: rozgrzewka

# WorkoutPlanPurpose_Definition
source: Definition
pl_pl: Definicja

# WorkoutPlanPurpose_FatLost
source: Fat lost
pl_pl: Redukcja tłuszczu

# WorkoutPlanPurpose_Mass
source: Mass
pl_pl: Masa

# WorkoutPlanPurpose_NotSet
source: (Not set)
pl_pl: (Nie ustawiono)

# WorkoutPlanPurpose_Strength
source: Strength
pl_pl: Siła

# MainPage_FeaturedLink
source: FEATURED
pl_pl: POLECANE

# Feature_Basic_A6WInCalendar
source: Full support for A6W training
pl_pl: Pełne wsparcie dla Aerobicznej "6" Weidera

# Feature_Basic_A6WInCalendar_Description
source: Very hard training for abs. There are no too many people who finished it but who cares? If you want to have a nice “6 pack”, you must have a strong motivation. BodyArchitect will help you to finish this training but it will not do it for you. Join to the elite group of people who did it!
pl_pl: Bardzo wymagający trening na mięśnie brzucha. Niewielu daje radę go ukończyć, ale kogo to obchodzi? Zeby mieć kratę na brzuchu to trzeba swoje wycierpieć. Nie ma lipy! BodyArchitect pomoże ukończyć trening, ale go za Ciebie nie zrobi. Dołącz do elitarnego grona osób, które dały radę!

# Feature_Basic_AccessToOtherUsersCalendar
source: Access to other users' journals
pl_pl: Dostęp do dzienników innych użytkowników programu

# Feature_Basic_AccessToOtherUsersCalendar_Description
source: Do you always want to know how other bodybuilders workout? Do you think that this knowledge would help you with your training? If the answer is yes, then use BodyArchitect to have access to workout log of other users. Additionally you can comment their entries or give them some tips if needed!
pl_pl: Chciałeś zawsze dowiedzieć się jak wygląda trening innych pakerów? Myślisz, że mógłbyś się czegoś jeszcze nauczyć od innych? Jeśli odpowiedź brzmi "Tak", to dzięki BodyArchitect będziesz mógł śledzić publiczne dzienniki innych użytkowników oraz komentować je.

# Feature_Basic_BlogInCalendar
source: Tell your thought in the blog
pl_pl: Prowadzenie bloga

# Feature_Basic_BlogInCalendar_Description
source: Share your thoughts with others about your each workout. Explain to newbies how to train properly. BodyArchitect gives you a possibility to have an unlimited number of entries in your blog.
pl_pl: Podziel się z innymi użytkownikami swoimi przemyśleniami na temat każdego treningu. Wyjaśnij młodym adeptom siłowni, w jaki sposób prawidłowo ćwiczyć. BodyArchitect daje Ci możliwość prowadzenia bloga nawet codziennie.

# Feature_Basic_ExercisesDatabase
source: Collection of over 200 described exercises
pl_pl: Baza ponad 200 opisanych ćwiczeń

# Feature_Basic_ExercisesDatabase_Description
source: Large exercise database includes almost all major exercises with description. It’s complete solution for the novice bodybuilder. You need more? Consider a Premium or Instructor account, which allows you to create your own exercises and modify existing one using feature called “Equipment”.
pl_pl: Ogromna baza ćwiczeń, która zawiera praktycznie wszystkie najważniejsze ćwiczenia, wraz z opisem. Jest to kompletne rozwiązanie dla początkującego pakera. Szukasz czegoś więcej? Rozważ konto Premium lub Instruktor, które umożliwia tworzenie własnych ćwiczeń oraz modyfikację istniejących za pomocą tzw. Przyrządów.

# Feature_Basic_ExercisesRecords
source: Track your records
pl_pl: Rejestrowanie rekordów dla każdego ćwiczenia

# Feature_Basic_ExercisesRecords_Description
source: BodyArchitect automatically tracks your personal records for each exercise. To make this works, you need to enter full set information (with repetitions and weight) and set cannot be mark as Muscle failure. If you have more than 30 strength training entries in your calendar, then your records will be public and you will be able to compare it with other users.
pl_pl: BodyArchitect automatycznie rejestruje Twoje osobiste rekordy dla każdego ćwiczenia. Jedyny warunek to taki, żeby wpisywane serie były dokładne (czyli trzeba podać ilość powtórzeń i ciężar oraz nie może to być seria do upadku mięśniowego). Po osiągnięciu 30 wpisów treningu siłowego, Twoje rekordy stają się publiczne. Będziesz mógł wtedy dowiedzieć się, jak plasujesz się względem innych.

# Feature_Basic_MeasurementsInCalendar
source: Measurements in journal
pl_pl: Wsparcie dla wymiarów

# Feature_Basic_MeasurementsInCalendar_Description
source: How do you know if your workout is good and gives you best results? One of the best way to know this is to measure your body (eg measuring biceps, chest circumference, etc). If you do this regularly (eg every month) and put them in your workout log, you will be able to analyze how effective your training is. Remember – the numbers do not lie!
pl_pl: Jak ocenić, czy nasz trening jest dobry i daje rezultaty? Jednym z najlepszych sposobów jest mierzenie swojego ciała (np. pomiar bicepsa, obwodu klatki itp). Prowadząc regularne pomiary i notując je w dzienniku (np. co miesiąc) będziesz mógł ocenić, skuteczność treningu. Pamiętaj - liczby nie kłamią!

# Feature_Premium_Reports
source: Generating reports from the calendar
pl_pl: Generowanie raportów z dziennika

# Feature_Premium_Reports_Description
source: BodyArchitect can create charts and reports using data from your workout log. Sometimes it is very difficult to analyze raw data from your calendar and get to know if you are making progress. If you generate a chart, then you will see whether the line “goes” up or down. And everything will become clear.
pl_pl: BodyArchitect posiada możliwość tworzenia wykresów i raportów z Twojego dziennika. Analizując poszczególne wpisy z kalendarza może być ciężko ustalić, czy robisz postępy. Generując wykres z całego roku od razu zobaczysz, czy linia "idzie" w górę czy dół. I wszystko stanie się jasne.

# Feature_Basic_SearchUsers
source: Advanced search for users
pl_pl: Zaawansowane wyszukiwanie innych pakerów

# Feature_Basic_SearchUsers_Description
source: There are millions of people like you around the world, for whom fitness is a passion. They spend many hours on the gym and the rest time they think about it. Meet other bodybuilders, make connections and share experiences.
pl_pl: Na całym świecie są miliony ludzi podobnych do Ciebie, dla których siłownia jest czymś więcej niż zabijaczem czasu. To jest pasja, która wciąga bez reszty. Poznaj innych pakerów, nawiąż znajomości i dziel się doświadczeniem.

# Feature_Basic_SupplementsCycleDefinitions
source: Basic access to supplements routines
pl_pl: Podstawowy dostęp do rozpisek suplementów

# Feature_Basic_SupplementsCycleDefinitions_Description
source: You have bought some supplements but no idea how to use them? Or maybe you would like to know how other bodybuilders join supplements to achieve better results? BodyArchitect gives you access to supplements routine databases. Are you interested in creating your own routine? You need Premium or Instructor account for this.
pl_pl: Kupiłeś odżywki, ale nie wiesz jak je brać? A może chciałbyś poznać sposoby innych pakerów na łączenie suplementów, żeby uzyskać jeszcze lepsze efekty? BodyArchitect daje Ci dostęp do stale rozbudowywanej bazy rozpisek suplementów. Chcesz stworzyć własną rozpiskę - bez konta Premium lub Instruktor sie nie obejdzie;)

# Feature_Basic_SupplementsInCalendar
source: Supplements in journal
pl_pl: Wparcie dla suplementów

# Feature_Basic_SupplementsInCalendar_Description
source: Supplements are an integral part of many bodybuilders. Note your nutrition’s usage in the workout log to be able to analyze what products have positive effects on your workout. BodyArchitect allows you to note all important data like dosage and time.
pl_pl: Suplementy są nieodłącznym elementem wielu kulturystów. Notowanie odżywek w dzienniku daje możliwość oceny, które produkty mają pozytywne efekty dla naszego treningu. BodyArchitect pozwala na notowanie wszystkich istotnych danych, jak np. dawek oraz czasu spożywania.

# Feature_Basic_UnlimitedEntriesInCalendar
source: Unlimited number of workout entries
pl_pl: Nieograniczona liczba wpisów w dzienniku treningowym

# Feature_Basic_UnlimitedEntriesInCalendar_Description
source: Your workout log is unlimited. Seriously! You can take measurements, workout and write a blog every day. Your notes can be very detailed. Do everything you need to increase your productivity and effectiveness.
pl_pl: Twój dziennik pomieści wszystkie wpisy. Serio! Możesz wykonywać pomiary, ćwiczyć lub pisać bloga codziennine. Twoje notatki mogą być bardzo szczegółowe. Prowadz swój dziennik tak, żeby czerpać z niego maksymalne korzyści.

# Feature_Basic_WorkoutPlansDatabase
source: Large database of workout plans
pl_pl: Stale rozwijana baza planów treningowych
