Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.Client.WP7/ApplicationStrings.*.resx
Languages: pl_pl

# Feature_Premium_NoAds_Description
source: BodyArchitect without advertisements has more space for showing your workout data
pl_pl: BodyArchitect bez reklam jest w stanie wyświetlić więcej istotnych informacji na ekranie telefonu

# SynchronizationPage_GpsCoordinates
source: gps coordinates
pl_pl: punkty gps
