Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.Client.WP7/ApplicationStrings.*.resx
Languages: pl_pl

# DateTimeExtension_AgoPostfix
source: ago
pl_pl: temu

# DateTimeExtension_FromNowSuffix
source: from now
pl_pl: od teraz

# DateTimeExtension_LessThanMinute
source: Less than a minute
pl_pl: Mniej niż minuta

# DateTimeExtension_OneDay
source: A day
pl_pl: Dzień

# DateTimeExtension_OneHour
source: About an hour
pl_pl: Jakąś godzinkę

# DateTimeExtension_OneMinute
source: About a minute
pl_pl: Około minutę

# DateTimeExtension_OneMonth
source: About a month
pl_pl: Około miesiąc

# DateTimeExtension_OneMonthAgo
source: About a month ago
pl_pl: Około miesiąc temu

# DateTimeExtension_OneYear
source: About a year
pl_pl: Jakiś roczek

# DateTimeExtension_OneYearAgo
source: About a year ago
pl_pl: Jakiś roczek temu

# DateTimeExtension_Today
source: Today
pl_pl: Dzisiaj

# DateTimeExtension_XDays
source: {0} days
pl_pl: {0} dni

# DateTimeExtension_XDaysAgo
source: {0} days ago
pl_pl: {0} dni temu

# DateTimeExtension_XHours
source: About {0} hours
pl_pl: Około {0} godz.

# DateTimeExtension_XMinutes
source: {0} minutes
pl_pl: {0} min.

# DateTimeExtension_XMonths
source: {0} months
pl_pl: {0} mies.

# DateTimeExtension_XMonthsAgo
source: {0} months ago
pl_pl: {0} mies. temu

# DateTimeExtension_XYears
source: {0} years
pl_pl: {0} lat

# DateTimeExtension_XYearsAgo
source: {0} years ago
pl_pl: {0} lat temu

# DateTimeExtension_Yesterday
source: Yesterday
pl_pl: Wczoraj

# HideInReports
source: hide
pl_pl: ukryj

# ShowInReports
source: show
pl_pl: pokaż

# StrengthTrainingItemViewModel_SetsCount
source: Sets: {0}
pl_pl: Serie: {0}

# SetViewModel_SetIndexTitle
source: Set {0}
pl_pl: Seria {0}

# ProfileViewModel_DisplayCountry_SelectCountry
source: (Select a country)
pl_pl: (Wybierz kraj)

# MyProfileViewModel_MessagesLinkText
source: You have {0} messages
pl_pl: Masz {0} wiadomości.

# MyProfileViewModel_InvitationsLinkText
source: You have {0} invitations
pl_pl: Masz {0} zaproszeń.

# BlogViewModel_LoadComments_Empty
source: there are no comments yet
pl_pl: nikt jeszcze nie miał odwagi napisać co o tym myśli

# BlogViewModel_LoadComments_Loading
source: loading...
pl_pl: wczytywanko...

# BlogViewModel_LoadComments_ErrorMsg
source: Cannot retrieve comments. Please try later
pl_pl: Coś nie bangla, dlatego komentarze nie zostały pobrane. Spróbuj ponownie.

# MyProfileControl_CantRetrieveProfileInfo_ErrMsg
source: Can't retrieve profile information. Please try later.
pl_pl: Nie udało się pobrać informacji o profilu.

# MeasurementsTimeControl_MeasurementsTime
source: measurements time
pl_pl: czas pomiaru

# MeasurementsTimeControl_Now
source: now
pl_pl: teraz

# CancelButton
source: cancel
pl_pl: anuluj

# ErrCantRetrieveProfileInfo
source: Can't retrieve profile information.
pl_pl: Nie udało się pobrać informacji o profilu.

# ErrUserOrPasswordNotValid
source: The username or password is not valid.
pl_pl: Użytkownik lub hasło są nieprawidłowe.

# Login_CreateAccount
source: Create a free account
pl_pl: Stwórz darmowe konto...

# Login_Password
source: password
pl_pl: hasło

# Login_SignIn
source: sign in
pl_pl: zaloguj się

# Login_UserName
source: username
pl_pl: nazwa użytkownika

# MeasurementsControl_Abs
source: abs
pl_pl: brzuch

# MeasurementsControl_Chest
source: chest
pl_pl: klatka

# MeasurementsControl_Height
source: height
pl_pl: wzrost

# MeasurementsControl_LeftBiceps
source: left biceps
pl_pl: lewy biceps

# MeasurementsControl_LeftForearm
source: left forearm
pl_pl: lewe przedramię

# MeasurementsControl_LeftLeg
source: left leg
pl_pl: lewe udo

# MeasurementsControl_RightBiceps
source: right biceps
pl_pl: prawy biceps

# MeasurementsControl_RightForearm
source: right forearm
pl_pl: prawe przedramię

# MeasurementsControl_RightLeg
source: right leg
pl_pl: prawe udo

# MeasurementsControl_Weight
source: weight
pl_pl: waga

# EntryObjectPageBase_BackKeyQuestion
source: Current entry has been modified. If you leave, you will lose all unsaved data! Do you want to exit?
pl_pl: Teraz pozor mistrzu. Wpis został zmodyfikowany. Jeśli wyjdziesz, Twoje zmiany nie zostaną zapisane i może być Ci potem smutno. Czy na pewno chcesz zamknąć ten wpis?

# WorkoutPlanViewModel_LoadError
source: Cannot retrieve workout plan content. Please try later.
pl_pl: Nie udało się pobrać szczegółów planu treningowego. Spróbuj ponownie.

# TrainingPlanEntryViewModel_Comment_Empty
source: No additional information available
pl_pl: Brak dodatkowych informacji

# CommentWatermark
source: enter a comment
pl_pl: napisz, co ci chodzi po głowie

# MenuDelete
source: delete
pl_pl: usuń

# MenuRemoveSuperSet
source: remove superset
pl_pl: usuń superserię

# StrengthWorkoutPage_Comment
source: comment
pl_pl: komentarz

# StrengthWorkoutPage_EndTime
source: end
pl_pl: koniec

# StrengthWorkoutPage_ExercisesHeader
source: exercises
pl_pl: ćwiczenia

# StrengthWorkoutPage_Intensity
source: intensity
pl_pl: intensywność

# StrengthWorkoutPage_Intensity_High
source: high
pl_pl: wysoka

# StrengthWorkoutPage_Intensity_Low
source: low
pl_pl: niska

# StrengthWorkoutPage_Intensity_Medium
source: medium
pl_pl: średnia

# StrengthWorkoutPage_Intensity_NotSet
source: not set
pl_pl: nie ustawiona

# StrengthWorkoutPage_NowTime
source: now
pl_pl: teraz

# StrengthWorkoutPage_ShowInReportsHeader
source: show in reports
pl_pl: pokazuj w raportach

# StrengthWorkoutPage_Title
source: STRENGTH WORKOUT
pl_pl: TRENING SIŁOWY

# StrengthWorkoutPage_TrainingTimeBlock
source: training time
pl_pl: czas treningu

# WorkoutPlans_FavoritesHeader
source: favorites
pl_pl: ulubione

# WorkoutPlans_MyHeader
source: my
pl_pl: moje

# WorkoutPlans_Title
source: WORKOUT PLANS
pl_pl: PLANY TRENINGOWE

# WorkoutPlanViewPage_Author
source: author
pl_pl: autor

# WorkoutPlanViewPage_CreatedDate
source: created date
pl_pl: data utworzenia

# WorkoutPlanViewPage_DescriptionHeader
source: description
pl_pl: opis

# WorkoutPlanViewPage_Difficult
source: difficult
pl_pl: stopień trudności

# WorkoutPlanViewPage_PublishedDate
source: publication date
pl_pl: data publikacji

# WorkoutPlanViewPage_Purpose
source: purpose
pl_pl: cel

# WorkoutPlanViewPage_Title
source: WORKOUT PLAN
pl_pl: PLAN TRENINGOWY

# WorkoutPlanViewPage_Type
source: type
pl_pl: typ

# StrengthWorkoutPage_RemoveEntry
source: Do you want to remove strength training?
pl_pl: Czy chcesz usunąć trening siłowy?

# InvitationItemViewModel_YouAreInvitedByUser_Msg
source: You have been invited to this user's friends list.
pl_pl: Ten paker twierdzi, że Ciebie zna. Ma rację?

# InvitationItemViewModel_YouInvitedThisUser_Msg
source: You have invited this user to your friends list.
pl_pl: Szukając kolegów, znalazłeś tego pakera. Teraz czekasz na jego akceptację.

# InvitationItemViewModel_NoMessage
source: No messages from the user
pl_pl: Nikt nie napisał do Ciebie mistrzu

# UserViewModel_ErrRetrieveProfileDetails
source: Cannot retrieve profile details.
pl_pl: Houston, mamy problem z pobraniem danych o profilu.

# UserViewModel_ErrRemoveUserFromFavorites
source: Cannot remove this user from favorites. Please try later.
pl_pl: Nie udało się usunąć użytkownika z ulubionych. Spróbuj ponownie.

# UserViewModel_ErrOperation
source: Cannot finish this operation. Please try later.
pl_pl: Nie udało się wykonać bieżącej operacji. Spróbuj ponownie.

# SetViewModel_CardioSessionIndexTitle
source: Session {0}
pl_pl: Sesja {0}

# WorkoutPlansFilterControl_Difficult
source: difficult
pl_pl: stopień trudności

# WorkoutPlansFilterControl_Difficult_Advanced
source: advanced
pl_pl: zaawansowany

# WorkoutPlansFilterControl_Difficult_Any
source: any
pl_pl: wszystkie

# WorkoutPlansFilterControl_Difficult_Beginner
source: beginner
pl_pl: początkujący

# WorkoutPlansFilterControl_Difficult_NotSet
source: not set
pl_pl: nie ustawiony

# WorkoutPlansFilterControl_Difficult_Pro
source: professional bodybuilder
pl_pl: profesjonalny kulturysta

# WorkoutPlansFilterControl_OrderBy
source: order by
pl_pl: posortuj po

# WorkoutPlansFilterControl_Order_Newest
source: newest
pl_pl: najnowsze

# WorkoutPlansFilterControl_Order_TopRated
source: top rated
pl_pl: najwyżej oceniane

# WorkoutPlansFilterControl_Purpose
source: purpose
pl_pl: cel planu

# WorkoutPlansFilterControl_Purpose_All
source: any purpose
pl_pl: wszystkie

# WorkoutPlansFilterControl_Purpose_FatLost
source: fat lost
pl_pl: redukcja tłuszczu

# WorkoutPlansFilterControl_Purpose_MuscleDefinition
source: muscle definition
pl_pl: definicja mięśni

# WorkoutPlansFilterControl_Purpose_MuscleMass
source: muscle mass
pl_pl: masa

# WorkoutPlansFilterControl_Purpose_NotSet
source: not set
pl_pl: nie ustawiony

# WorkoutPlansFilterControl_Purpose_Other
source: other
pl_pl: inne

# WorkoutPlansFilterControl_Purpose_Strength
source: strength
pl_pl: siła

# WorkoutPlansFilterControl_Type
source: type
pl_pl: typ

# WorkoutPlansFilterControl_Type_AllTypes
source: all types
pl_pl: wszystkie

# WorkoutPlansFilterControl_Type_Other
source: Other
pl_pl: Inne

# MessageViewModel_ErrDeleteMessage
source: Cannot delete this message
pl_pl: Nie udało się usunąć tej wiadomości.

# TrainingDaySelectorControl_Measurements
source: measurements
pl_pl: wymiary

# TrainingDaySelectorControl_StrengthTraining
source: gym
pl_pl: siłka

# TrainingDaySelectorControl_Supplements
source: supple
pl_pl: odżyweczki

# CalendarControl_Day
source: Day {0}
pl_pl: Dzień {0}

# Login_ProgressAuthentication
source: Authenticating...
pl_pl: Logowanko...

# Login_ProgressRetrieveProfile
source: Retrieving profile...
pl_pl: Pobieranie danych o profilu...

# TrainingDaySelectorControl_ProgressRetrieveEntries
source: Retrieving entries...
pl_pl: Pobieranie wpisów...

# UserViewModel_About_Empty
source: User hasn't written anything about himself yet
pl_pl: Ten paker nie napisał jeszcze nic o sobie.

# MeasurementsControl_Empty
source: User hasn't put in any measurements yet
pl_pl: Ten paker nie podał jeszcze swoich wymiarów.

source: loading...
pl_pl: ładowanko...

# UserViewModel_LastEntryLink
source: last entry {0}
pl_pl: ostatni wpis {0}

# UserViewModel_LastEntryLink_Empty
source: calendar is empty
pl_pl: kalendarz jest pusty

# AppBarButton_Add
source: add
pl_pl: dodaj

# AppBarButton_Next
source: next
pl_pl: następny

# AppBarButton_Previous
source: prev
pl_pl: poprzedni

# AppBarButton_Save
source: save
pl_pl: zapisz

# AppBarMenu_Delete
source: delete
pl_pl: usuń

# TrainingPlanEntryPage_HeaderSets
source: sets
pl_pl: serie

# WorkoutPlans_Filter
source: filter
pl_pl: filtr

# UsersFilterControl_Gender
source: gender
pl_pl: płeć

# UsersFilterControl_Gender_Any
source: any
pl_pl: każda

# UsersFilterControl_Gender_Female
source: female
pl_pl: kobieta

# UsersFilterControl_Gender_Male
source: male
pl_pl: mężczyzna

# UsersFilterControl_OrderBy
source: sort order
pl_pl: posortuj

# UsersFilterControl_OrderBy_ByLoginDate
source: by login date
pl_pl: po dacie logowania

# UsersFilterControl_OrderBy_ByName
source: by name
pl_pl: po nazwie

# UsersFilterControl_OrderBy_ByTrainingDaysCount
source: by calendar entries count
pl_pl: po ilości wpisów

# MessageViewModel_ErrorTopicEmpty
source: Topic cannot be empty
pl_pl: Temat nie może być pusty.

# MessageViewModel_ErrorSendMessage
source: Cannot send the message.
pl_pl: Houston, mamy problem z wysłaniem tej wiadomości.

# ErrDuringLogin
source: Cannot login to the application. Please try later.
pl_pl: Nie udało się zalogować do aplikacji. Spróbuj ponownie.

# LoginButton
source: login
pl_pl: zaloguj

# ErrCannotAddPlanToFavorites
source: Cannot add the current plan to favorites. Please try later.
pl_pl: Nie udało się dodać planu do ulubionych. Spróbuj ponownie.

# ErrCannotRemovePlanFromFavorites
source: Cannot remove the plan from the favorite list. Please try later.
pl_pl: Nie udało się usunąć planu z listy ulubionych. Spróbuj ponownie.

# ErrCannotRetrievePlans
source: Cannot retrieve plans. Please try later.
pl_pl: Coś nie bangla przez co lista planów treningowych nie została pobrana. Spróbuj ponownie.

# MoreButton
source: more
pl_pl: więcej

# NewButton
source: new
pl_pl: nowy

# TipsPage_Loading
source: Loading...
pl_pl: Ładowanko...

# TipsPage_ProgressRetrieveTips
source: Retrieving tips & tricks...
pl_pl: Pobieranie porad...

# TipsPage_Title
source: TIPS & TRICKS
pl_pl: PORADY

# TrainingPlanEntryPage_Reps
source: reps
pl_pl: powtórzenia

# TrainingPlanEntryPage_RestTime
source: rest time:
pl_pl: przerwa:

# WorkoutPlans_NoFavoritePlans
source: You don't have any favorite plans yet.
pl_pl: Nie masz jeszcze żadnych ulubionych planów.

# WorkoutPlans_NoPlansMessage
source: No plans found. Change search criteria and try again!
pl_pl: Nie znaleziono planów spełniających kryteria wyszukiwania.

# WorkoutPlans_NoUserPlans
source: You haven't created any plans yet. To create a plan you can use BodyArchitect for PC.
pl_pl: Nie stworzyłeś jeszcze żadnego planu. Możesz to zrobić za pomocą BodyArchitect na PC.

# WorkoutPlans_ProgressRetrievingPlans
source: Retrieving plans...
pl_pl: Pobieranko planów...

# ErrCannotRetrieveTips
source: Cannot retrieve tips & tricks.
pl_pl: Coś nie bangla dlatego porady nie zostały pobrane. Spróbuj później.

# SupplementItemPage_Dosage
source: dosage
pl_pl: dawka

# SupplementItemPage_Time
source: time
pl_pl: czas

# SupplementsPage_Comments
source: comments
pl_pl: komentarz

# SupplementsPage_NoSupplements
source: No supplements yet
pl_pl: Nie ma jeszcze żadnych suplementów

# SupplementsPage_ProgressRetrieveSupplements
source: Retrieving supplements...
pl_pl: Pobieranie suplementów...

# SupplementsPage_SuppleHeader
source: supple
pl_pl: odżyweczki

# SupplementsPage_Title
source: SUPPLEMENTS
pl_pl: SUPLEMENTY

# SupplementsPage_QRemoveSupplement
source: Do you want to remove supplements?
pl_pl: Czy chcesz usunąć wpis suplementy?

# AppBarButton_Delete
source: delete
pl_pl: usuń

# AppBarButton_Refresh
source: refresh
pl_pl: odśwież

# AppBarButton_Settings
source: settings
pl_pl: ustawienia

# AppBarMenu_Comment
source: comment
pl_pl: komentarz

# AppBarMenu_Join
source: join
pl_pl: połącz

# SettingsPage_ContentLanguage
source: content language
pl_pl: język treści

# SettingsPage_CopyValuesForSet
source: copy values for new set
pl_pl: kopiuj wartości dla nowej serii

# SettingsPage_PolishLanguage
source: Polish
pl_pl: Polski

# SettingsPage_RemoveCache
source: Clear cache
pl_pl: Wyczyść cache

# SettingsPage_RetrieveMonthsNumber
source: retrieve months
pl_pl: pobierz miesiące

# SettingsPage_SortExercisesBy
source: sort exercises by
pl_pl: posortuj ćwiczenia po

# SettingsPage_SortExercisesBy_Name
source: Name
pl_pl: Nazwa

# SettingsPage_SortExercisesBy_Shortcut
source: Shortcut
pl_pl: Skrót

# SettingsPage_Title
source: SETTINGS
pl_pl: USTAWIENIA

# StrengthWorkoutItemPage_NoSets
source: No sets yet
pl_pl: Jeszcze nie ma serii

# StrengthWorkoutPage_NoExercises
source: No exercises yet
pl_pl: Nie ma jeszcze żadnych ćwiczeń w tej sesji

# StrengthWorkoutPage_ProgressRetrieveExercises
source: Retrieving exercises...
pl_pl: Pobieranie ćwiczeń...

# SupplementChooserPage_SupplementsTitle
source: supplements
pl_pl: suplementy

# SupplementItemPage_Comments
source: comments
pl_pl: komentarze

# SupplementItemPage_DosageGrams
source: grams
pl_pl: gramy

# SupplementItemPage_DosageServings
source: servings
pl_pl: porcje

# SupplementItemPage_DosageTablets
source: tablets
pl_pl: tabletki

# SupplementItemPage_DosageUnits
source: units
pl_pl: jednostki

# SendMessagePage_Content
source: content
pl_pl: treść

# SendMessagePage_Priority
source: priority
pl_pl: priorytet

# SendMessagePage_Priority_High
source: High
pl_pl: Wysoki

# SendMessagePage_Priority_Low
source: Low
pl_pl: Niski

# SendMessagePage_Priority_Normal
source: Normal
pl_pl: Normalny

# SendMessagePage_ProgressSending
source: Sending...
pl_pl: Wysyłanko...

# SendMessagePage_Topic
source: topic
pl_pl: temat

# ProfilePage_About
source: about
pl_pl: o sobie

# ProfilePage_AboutWatermark
source: write something interensting about yourself
pl_pl: napisz coś interesującego o sobie

# ProfilePage_AutomaticUpdate
source: automatic update from the calendar
pl_pl: automatycznie aktualizuj z kalendarza

# ProfilePage_AutomaticUpdateDescription
source: When automatic update is enabled you are not able to modify measurements here. In this mode you enter all measurements in the calendar.
pl_pl: Gdy automatyczna aktualizacja jest włączona, nie będziesz mógł tutaj zmieniać wymiarów. W tym trybie wymiary wprowadzasz do kalendarza.

# ProfilePage_AutomaticUpdateHeader
source: automatic updates
pl_pl: automatyczna aktualizacja

# ProfilePage_Birthday
source: birthday
pl_pl: data urodzenia

# ProfilePage_CalendarEntries
source: calendar entries
pl_pl: wpisy z kalendarza

# ProfilePage_Country
source: country
pl_pl: kraj

# ProfilePage_DateOfBorn
source: birth date
pl_pl: data urodzenia

# ProfilePage_Gender
source: gender
pl_pl: płeć

# ProfilePage_ListOfFriends
source: list of friends
pl_pl: lista znajomych

# ProfilePage_MeasurementsHeader
source: measurements
pl_pl: wymiary

# ProfilePage_MeasurementsSmallHeader
source: measurements
pl_pl: wymiary

# ProfilePage_NotificationsHeader
source: notifications
pl_pl: powiadomienia

# ProfilePage_PrivacyHeader
source: privacy
pl_pl: prywatność

# ProfilePage_Privacy_FriendsOnly
source: friends only
pl_pl: tylko znajomi

# ProfilePage_Privacy_Private
source: private
pl_pl: prywatne

# ProfilePage_Privacy_Public
source: public
pl_pl: publiczne

# ProfilePage_ProgressSave
source: Saving...
pl_pl: Zapisywanko...

# ProfilePage_SettingsHeader
source: settings
pl_pl: ustawienia

# ProfilePage_TimeHeader
source: time
pl_pl: czas

# ErrUploadPhoto
source: Cannot upload the photo. Please try later.
pl_pl: Nie udało się wysłać zdjęcia. Spróbuj ponownie.

# ProfilePage_ProgressUploadPhoto
source: Uploading photo...
pl_pl: Wysyłanie fotki...

# ErrSaveProfile
source: Cannot update profile. Please try later.
pl_pl: Nie udało się zaktualizować profilu. Spróbuj ponownie.

# ProfilePage_Measurements
source: measurements
pl_pl: wymiary

# AppBarButton_Send
source: send
pl_pl: wyślij

# AppBarButton_AddToFavorites
source: favorites
pl_pl: ulubione

# Votes_ProgressRetrieveComments
source: Retrieving comments...
pl_pl: Pobieranko komentarzy...

# AppBarButton_More
source: more
pl_pl: więcej

# AppBarButton_RateIt
source: rate it
pl_pl: oceń

# WorkoutPlanViewPage_VotesHeader
source: ratings
pl_pl: oceny

# ErrNoNetwork
source: No network connection.
pl_pl: Wyłączyli Internet. Poczekaj aż włączą.

# VotesControl_NoRatings
source: No ratings yet.
pl_pl: Nikt jeszcze nie dał oceny.

# VotingPage_Comment
source: comment
pl_pl: komentarz

# VotingPage_Title
source: rate it!
pl_pl: oceń!

# VotingPage_YourRating
source: your rating
pl_pl: Twoja ocena

# VotesControl_ErrRetrieveRatings
source: Cannot retrieve ratings. Please try later
pl_pl: Nie udało się pobrać ocen. Spróbuj ponownie.

# VotingPage_ProgressSending
source: Sending...
pl_pl: Wysyłanko...

# VotingPage_ErrSendRating
source: Cannot send your rating. Please try later.
pl_pl: Podczas oceniania wystąpił błąd. Spróuj ponownie.

# ProfileInfoPage_AddToFavorites
source: add to favorites
pl_pl: dodaj do ulubionych

# ProfileInfoPage_Awards
source: awards
pl_pl: osiągnięcia

# ProfileInfoPage_CannotViewMeasurements
source: You cannot view measurements of this user
pl_pl: Nie masz dostępu do wymiarów tego pakera.

# ProfileInfoPage_Country
source: country
pl_pl: kraj

# ProfileInfoPage_CreatedDate
source: account created
pl_pl: konto utworzone

# ProfileInfoPage_Gender
source: gender
pl_pl: płeć

# ProfileInfoPage_HeaderAbout
source: about
pl_pl: o sobie

# ProfileInfoPage_HeaderMeasurements
source: sizes
pl_pl: wymiary

# ProfileInfoPage_ProposeFriendship
source: propose a friendship
pl_pl: zaproś do znajomych

# ProfileInfoPage_RejectFriendship
source: remove from friends
pl_pl: usuń z listy znajomych

# ProfileInfoPage_RemoveFromFavorites
source: remove from favorites
pl_pl: usuń z listy ulubionych

# ProfileInfoPage_SendMessage
source: send a message
pl_pl: wyślij wiadomość

# ProfileInfoPage_ShowCalendar
source: show calendar
pl_pl: pokaż kalendarz

# ProfileInfoPage_QRejectFriendship
source: Do you want to remove {0} from your friends list?
pl_pl: Kończymy znajomość z {0}?

# ProfileInfoPage_ProgressSend
source: Sending...
pl_pl: Wysyłanko...

# ProfileInfoPage_QRemoveFromFavorites
source: Do you want to remove {0} from the favorites list?
pl_pl: Czy chcesz usunąć {0} z listy ulubionych?

# ProfileInfoPage_ProgressRetrieveProfileDetails
source: Retrieving profile details...
pl_pl: Pobieranie danych o profilu...

# ProfileInfoPage_QAddToFavorites
source: Do you want to add {0} to your favorites list?
pl_pl: Czy chcesz dodać {0} do listy ulubionych?

# ProfileInfoPage_QInviteFriendship
source: Do you want to invite {0} to your friends list?
pl_pl: Czy chcesz zaprosić {0} do znajomych?

# SettingsPage_ErrPushNotifications
source: Cannot enable/disable push notifications
pl_pl: Nie udało się włączyć/wyłączyć push notification

# SettingsPage_HeaderFeatures
source: features
pl_pl: funkcje

# SettingsPage_HeaderGeneral
source: general
pl_pl: ogólne

# SettingsPage_SendCrashInformation
source: send crash information
pl_pl: wyślij info o błędach

# SettingsPage_SendCrashInformation_Description
source: Our main goal is to provide an error free application. But we don't know if this application works correctly on every device. So please inform us about errors in the application by sending crash data. No private information will be sent.
pl_pl: Naszym celem jest dostarczenie Tobie aplikacji bez błędów. Niestety nie wiemy, czy program pracuje dobrze na wszystkich telefonach. Dlatego prosimy Cię, abyś włączył tą opcję, dzięki czemu każdy błąd w programie zostanie wysłany do nas. Żadne prywatne dane nie będą wysyłane.

# SettingsPage_SendUsageInformation
source: send usage information
pl_pl: wyślij info o korzystaniu z programu

# SettingsPage_SendUsageInformation_Description
source: Help to improve application updates by sending anonymous user data. No private information will be sent.
pl_pl: Pomóż nam udoskonalić aplikację przez wysyłanie anonimowych danych o tym, z jakich funkcji najczęściej korzystasz. Żadne prywatne dane nie będą wysyłane.

# SettingsPage_ShowUnreadMessages
source: show unread messages
pl_pl: pokaż nieprzeczytane wiadomości

# SettingsPage_ShowUnreadMessages_Description
source: If you put this application on the main screen on your phone as a live tile, you will receive information about unread messages.
pl_pl: Gdy umieścisz aplikację na główym ekranie w postaci kafelki, będziesz otrzymywał informacje o każdej nowej wiadomości, którą otrzymałem w BodyArchitect.

# SettingsPage_SmallHeaderHelpUs
source: help us
pl_pl: pomóż nam

# SupplementChooserViewModel_ErrRetrieveSupplements
source: Cannot retrieve supplement list. Please try later.
pl_pl: Nie udało się pobrać listy suplementów. Spróbuj później.

# ExerciseTypeViewModel_ErrRetrieveExercises
source: Cannot retrieve exercises list.
pl_pl: Nie udało się pobrać listy ćwiczeń.

# WorkoutPlanViewModel_Description_Empty
source: This plan has no description.
pl_pl: Ten plan nie ma opisu

# SettingsPage_ContentLanguage_Description
source: Allows to change the applicaion language. Default means, that language will be taken from the system.
pl_pl: Umośliwia zmianę języka programu. Domyślny język pochodzi z ustawień systemowych.

# SettingsPage_CopyValuesForSet_Description
source: Turn on if you want the number of repeats and weight to be copied when you add the next set.
pl_pl: Włącz tą opcję, jeśli chcesz, aby ilość powtórzeń i ciężar były kopiowane przy dodawaniu nowej serii.
