Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.Client.WP7/ApplicationStrings.*.resx
Languages: pl_pl

# SettingsPage_RetrieveMonthsNumber_Description
source: The number of months from which the calendar entries will be downloaded from the server. The program will automatically download entries from the current and previous month.
pl_pl: Ilość miesięcy, które będą pobrane jednocześnie z serwera przy ściąganiu danych z kalendarza.

# SettingsPage_SortExercisesBy_Description
source: Determines if whole exercise name or a shortcut is to be displayed in strength workout and when browsing workout plans.
pl_pl: Określa, czy nazwa ćwiczenia czy skrót będą wyświetlane w treningu siłowym oraz w planach treningowych.

# AppBarButton_Search
source: search
pl_pl: szukaj

# PeoplePage_HeaderAll
source: all
pl_pl: wszyscy

# PeoplePage_HeaderFavorites
source: favorites
pl_pl: ulubione

# PeoplePage_HeaderFriends
source: friends
pl_pl: znajomi

# PeoplePage_NoFavoritesMsg
source: You have no favorite users. You can add users to the favorites list in all tab.
pl_pl: Twoja lista ulubionych jest pusta. Możesz zapełnić ją korzystając z zakładki wszyscy

# PeoplePage_NoFriendsMsg
source: You have no friends. Go to all tab to send invitations.
pl_pl: Twoja lista znajomych jest pusta. Możesz zapełnić ją korzystając z zakładki wszyscy

# PeoplePage_Title
source: PEOPLE
pl_pl: LUDZIE

# PeoplePage_ProgressRetrieveUsers
source: Retrieving users...
pl_pl: Pobieranie użytkowników...

# PeoplePage_ErrRetrieveUsers
source: An error occured during this operation. Please try later.
pl_pl: Wystąpił błąd w trakcie tej operacji. Spróbuj ponownie.

# MessageViewPage_ContentcLabel
source: content
pl_pl: treść

# MessageViewPage_TopicLabel
source: topic
pl_pl: temat

# NewSetPage_Comment
source: comment
pl_pl: komentarz

# NewSetPage_DropSet_NoDropSet
source: No dropset
pl_pl: Bez dropsetu

# NewSetPage_HeaderDetails
source: details
pl_pl: szczegóły

# NewSetPage_HeaderSetInfo
source: set info
pl_pl: info o serii

# NewSetPage_RepsLabel
source: reps
pl_pl: powtórzenia

# NewSetPage_SetTypeLabel
source: set type
pl_pl: typ serii

# AppBarButton_Reply
source: reply
pl_pl: odpisz

# MeasurementsPage_CommentLabel
source: comment
pl_pl: komentarz

# MeasurementsPage_HeaderMeasurements
source: sizes
pl_pl: wymiary

# MeasurementsPage_SmallHeaderTime
source: time
pl_pl: czas

# MeasurementsPage_Title
source: MEASUREMENTS
pl_pl: WYMIARY

# MessagesPage_HeaderInvitations
source: invitations
pl_pl: zaproszenia

# MessagesPage_HeaderMessages
source: messages
pl_pl: wiadomości

# MessagesPage_NoInvitations
source: You have no invitations.
pl_pl: Nie masz aktualnie żadnych zaproszeń

# MessagesPage_NoMessages
source: You have no messages.
pl_pl: Nie masz aktualnie żadnych wiadomości

# ProgressDeleting
source: Deleting...
pl_pl: Usuwanko...

# MeasurementsPage_QRemoveMeasurements
source: Do you want to remove measurements?
pl_pl: Czy na pewno chcesz usunać wymiary?

# MainPage_AboutLink
source: ABOUT
pl_pl: O NAS

# MainPage_CalendarLink
source: calendar
pl_pl: kalendarz

# MainPage_HeaderMyProfile
source: my profile
pl_pl: mój profil

# MainPage_HeaderToday
source: today
pl_pl: dzisiaj

# MainPage_LogoutLink
source: logout
pl_pl: wyloguj

# MainPage_PeopleLink
source: PEOPLE
pl_pl: PAKERZY

# MainPage_TipsLink
source: TIPS & TRICKS
pl_pl: PORADY

# MainPage_WorkoutPlanLink
source: WORKOUT PLANS
pl_pl: PLANY

# InvitationViewPage_MessageLabel
source: message
pl_pl: wiadomość

# AppBarButton_Accept
source: accept
pl_pl: jest git

# AppBarButton_Reject
source: reject
pl_pl: olej

# InvitationViewPage_QAcceptInvitation
source: Do you want to accept this invitation?
pl_pl: Chcesz żeby ten paker był Twoim znajomym?

# InvitationViewPage_QRejectInvitation
source: Do you want to reject this invitation?
pl_pl: Wyrzucamy misia z listy znajomych?

# InvitationViewPage_ErrInvitationOperation
source: Cannot finish this operation
pl_pl: Coś się popsuło i nie można wykonać tej operacji.

# ExerciseTypePage_Title
source: exercises
pl_pl: ćwiczenia

# ExerciseViewPage_DescriptionLabel
source: description
pl_pl: opis

# ExerciseViewPage_DifficultLabel
source: difficult
pl_pl: stopień trudności

# ExerciseViewPage_ExerciseTypeLabel
source: exercise type
pl_pl: rodzaj ćwiczenia

# ExerciseViewPage_ForceLabel
source: force
pl_pl: typ siły

# ExerciseViewPage_MechanicLabel
source: mechanic
pl_pl: mechanika

# EntryObjectPageBase_ProgressUpdating
source: Updating...
pl_pl: Aktualizacja...

# EntryObjectPageBase_QRetrieveNextMonth
source: There are no more loaded entries. Do you want to download next month's entries from the server?
pl_pl: W wybranym przedziale czasowym nie ma więcej wpisów. Czy chcesz, aby program pobrał z serwera następny miesiąc?

# CreateProfilePage_BirthdayLabel
source: birthday
pl_pl: data urodzenia

# CreateProfilePage_ConfirmPasswordLabel
source: confirm
pl_pl: potwierdź

# CreateProfilePage_CountryLabel
source: country
pl_pl: kraj

# CreateProfilePage_CreateButton
source: create
pl_pl: utwórz konto

# CreateProfilePage_HeaderPassword
source: password
pl_pl: hasło

# CreateProfilePage_HeaderProfileInfo
source: profile info
pl_pl: konto

# CreateProfilePage_PasswordLabel
source: password
pl_pl: hasło

# CreateProfilePage_UsernameLabel
source: username
pl_pl: nazwa użytkownika

# CreateProfilePage_WelcomeToLabel
source: Welcome to
pl_pl: Witaj pakerze w programie

# CreateProfilePage_ErrWrongPasswords
source: Passwords are wrong
pl_pl: Hasła są różne.

# CreateProfilePage_ProgressCreateAccount
source: Creating account...
pl_pl: Tworzenie konta...

# CreateProfilePage_ErrCreateAccount
source: Cannot create the account. Please try later.
pl_pl: Houston - mamy problem z utworzeniem konta. Spróbuj ponownie.

# CreateProfilePage_ErrRetrieveProfile
source: Can't retrieve profile information
pl_pl: Houston - mamy problem z pobraniem danych o profilu.

# CreateProfilePage_ProgressRetrieveProfile
source: Retrieving profile...
pl_pl: Pobieranie danych o profilu...

# CardioStrengthTrainingItemPage_NoCardioSessions
source: No cardio sessions yet.
pl_pl: Narazie nie masz jeszcze żadnej sesji cardio.

# CommentPage_Title
source: comment
pl_pl: komentarz

# CountrySelectorPage_Title
source: countries
pl_pl: kraje

# SettingsPage_HeaderService
source: service
pl_pl: usługa

# SettingsPage_HeaderStrengthTraining
source: strength training
pl_pl: trening siłowy

# BlogPage_HeaderComments
source: comments
pl_pl: komentarze

# BlogPage_ReadOnly_Description
source: This application allows you to only view the blog content. To modify it, please use PC version.
pl_pl: Ten program umożliwia przeglądanie wpisów na blogu. Aby edytować, skorzystaj z bezpłatnej aplikacji na PC.

# CalendarPage_Title
source: CALENDAR
pl_pl: KALENDARZ

# CardioSetPage_CommentLabel
source: comment
pl_pl: komentarz

# CardioSetPage_HeaderDetails
source: details
pl_pl: szczegóły

# CardioSetPage_HeaderTime
source: time
pl_pl: czas

# CardioSetPage_StartButton_Description
source: Hit the start button to begin your cardio session. Press stop when you're done and the total session time will be recorded. You can also set this time manually.
pl_pl: Naciśnij przycisk start i zacznij biec. Aplikacja zacznie mierzyć czas. Gdy już będziesz miał dość, po prostu kliknij przycisk stop, a całkowity czas zostanie zapisany. Dodatkowo możesz ustawić czas ręcznie.

# CardioSetPage_Title
source: Cardio session
pl_pl: Sesja cardio

# AppBarButton_NewComment
source: add
pl_pl: dodaj

# BlogPage_QRemoveBlog
source: Do you want to remove this blog?
pl_pl: Czy chcesz usunąć bieżącego bloga?

# BlogPage_ProgressRetrieveComments
source: Retrieving comments...
pl_pl: Pobieranie komentarzy...

# BlogPage_ProgressSavingComment
source: Saving...
pl_pl: Zachowanie dla potomnych...

# BlogPage_ErrSavingComment
source: An error occured during saving the comment. Please try later.
pl_pl: Coś nie bangla, dlatego Twój komentarz nie został zapisany. Spróbuj ponownie.

# AboutPage_CreatedBy
source: created by
pl_pl: stworzony przez

# AboutPage_RateReviewLink
source: Rate and review
pl_pl: Oceń program

# AboutPage_Version
source: VERSION: {0}
pl_pl: WERSJA: {0}

# ObjectsReposidory_ErrRetrieveWorkoutPlans
source: Cannot retrieve workout plans. Please try later.
pl_pl: Coś nie zabanglało podczas pobierania planów treningowych. Spróbuj ponownie.

# ApplicationState_ErrRetrieveTrainingDays
source: Cannot retrieve training days. Please try later.
pl_pl: Coś nie bangla, dlatego Twoje wpisy z kalendarza nie zostały pobrane. Spróbuj ponownie.

# FeatureConfirmationControl_Bye
source: Thanks!
pl_pl: Dzięki!

# FeatureConfirmationControl_EnablePushNotifications
source: Enable push notification (Live Tile)
pl_pl: Włącz push notification (Live Tile)

# FeatureConfirmationControl_IntroMessage
source: Please specify what features you would like to have enabled. At any time you can change these options in Settings page.
pl_pl: Określ, jakie funkcje chciałbyś włączyć. Pamiętaj, że w każdym momencie możesz zmienić je w Ustawieniach programu.

# FeatureConfirmationControl_PrivacyInfo
source: No personally identifiable information will be sent in usage and crash reports. We encourage you to enable all options. By doing this you help us to improve the application.
pl_pl: Żadne prywatne informacje nie będą wysyłane podczas przesyłania danych o błędach lub sposobie korzystania z program. Zachęcam Cię do włączenia wszystkich opcji. Dzięki temu pomagasz nam ulepszyć ten program.

# FeatureConfirmationControl_SendCrashData
source: Send crash data
pl_pl: Pokaż jak korzystasz z programu

# FeatureConfirmationControl_SendUsageData
source: Send usage data
pl_pl: Wysyłaj dane o błędach

# AboutPage_EMailUsLink
source: EMail us
pl_pl: Napisz do nas

# TrainingPlanEntryPage_NoSets
source: For this exercise there are no sets defined.
pl_pl: Dla tego ćwiczenia nie ma zdefiniowanych serii

# ErrOldData
source: The current entry has been already changed. You must refresh your data and try again.
pl_pl: Bieżący wpis został zmieniony na serwerze. Musisz odświeżyć dane i spróbować ponownie.

# ErrOfflineMode
source: This operation is unavailable in Offline mode.
pl_pl: Ta operacja jest niedostępna w trybie Offline.

# OfflineModeFeatureNotAvailable
source: This feature is not available in Offline mode.
pl_pl: Ta funkcja nie jest dostępna w trybie Offline.

# OfflineModeFeatureNotRetrieved
source: In Offline mode you cannot retrieve the data from the server. Next time please go here in Online mode and then this feature will be available in Offline mode.
pl_pl: W trybie Offline aplikacja nie pobiera żadnych danych z serwera. Następnym razem wejdź tutaj w trybie Online, żeby program pobrał potrzebne dane. Wtedy ta funkcja będzie dostępna również w trybie Offline.

# MyProfileControl_GoOnline
source: go online
pl_pl: tryb online

# SynchronizationPage_NoEntries
source: There are no entries to synchronize.
pl_pl: Brak wpisów do synchronizacji

# SynchronizationPage_SkipWhenConflict
source: Skip when conflict
pl_pl: Pomiń, gdy jest konflikt

# SynchronizationPage_StopButton
source: Stop
pl_pl: Zatrzymaj

# SynchronizationPage_SynchronizeButton
source: Synchronize
pl_pl: Synchronizuj

# SynchronizationPage_Title
source: synchronize
pl_pl: synchronizuj

# SynchronizationPage_UseLocalVersion
source: Use local version
pl_pl: Użyj wpisu z telefonu

# SynchronizationPage_UseServerVersion
source: Use server version
pl_pl: Użyj wpisu z serwera

# SynchronizationPage_QOnBackWhenSyncing
source: Synchronization is in progress. Do you want to cancel it?
pl_pl: Synchronizacja danych jest uruchomiona. Czy chcesz ją zatrzymać?

# EntryObjectPageBase_ErrDuringRefresh
source: Cannot refresh the current entry.
pl_pl: Nie udało się odświeżyć bieżącego wpisu.

# EntryObjectPageBase_QResfreshMerge
source: Entry has been changed and will be merged. Do you want to use server version in conflict situations?
pl_pl: Na serwerze pojawiła się inna wersja wpisu, dlatego program scali obie wersje. Czy chcesz, aby w sytuacjach konfliktowych użyć wersji z serwera?

# EntryObjectPageBase_ProgressRefresh
source: Refreshing...
pl_pl: Odświeżanko...

# EntryObjectPageBase_SavedLocallyOnly
source: Saved in local cache only.
pl_pl: Zapisano tylko lokalnie. Wymagana będzie synchronizacja.

# MyProfileViewModel_NumberOfEntriesToSync
source: To sync: {0}
pl_pl: Do synchronizacji: {0}

# TrainingDaySelectorControl_QCrashSaverRestoreEntry
source: Application has crashed previously and there is one entry in edit mode. Do you want to restore it?
pl_pl: Ostatnio w aplikacji wystąpił błąd podczas edycji wpisu. Czy chcesz przywrócić ten wpis?

# EntryObjectPageBase_ErrOfflineRetrieveEntries
source: You cannot retrieve more entries in Offline mode.
pl_pl: W trybie Offline nie możesz pobierać żadnych danych.

# Login_ErrGoOffline_MustLoginFirst
source: You must at lease login once to use offline mode.
pl_pl: Musisz przynajmniej raz zalogować się, aby skorzystać z trybu Offline.

# Login_ErrGoOfflineMode
source: Cannot use offline mode. Please try to login and clear the cache in Settings.
pl_pl: Mały problemik z trybem Offline. Zaloguj się I wyczyść cache w Ustawieniach program.

# ErrCannotModifyEntriesOfAnotherUser
source: Cannot modify a calendar entries for another user.
pl_pl: Nie możesz mistrzu edytować wpisów należących do innego pakera.

# StrengthWorkoutPage_ErrCannotViewDeletedExercise
source: You cannot view a deleted exercise or private exercises of another users
pl_pl: Nie możesz oglądać usuniętych ćwiczeń lub prywatnych innego pakera

# ExerciseDTO_DeletedExerciseName
source: Deleted
pl_pl: Usunięte ćwiczenie.

# SynchronizationPage_ErrSynchronizeInOffline
source: Cannot synchronize in Offline mode. Please login and try again.
pl_pl: Nie można synchronizować danych w trybie Offline. Zaloguj się i spróbuj ponownie.

# EntryObjectPageBase_QCopyToTodayOverwrite
source: Today you have added this type of entry. Do you want to add another entry?
pl_pl: Dzisiaj dodałeś już ten wpis. Dodać następny?

# EntryObjectPageBase_CopyEntryToTodayCompleted
source: Entry has been copied. You can save it to the db now.
pl_pl: Wpis został skopiowany. Możesz teraz zapisać go do bazy.

# AppBarMenu_CopyToToday
source: copy to today
pl_pl: kopiuj do dzisiaj

# UserStatistics_A6WEntriesCount
source: A6W entries:
pl_pl: Wpisy A6W:

# UserStatistics_A6WFullCyclesCount
source: A6W cycles finished:
pl_pl: Zakończone cykle A6W:

# UserStatistics_BlogCommentsCountText
source: Number of given comments:
pl_pl: Ilość udzielonych komentarzy:

# UserStatistics_BlogEntriesCount
source: Blog entries:
pl_pl: Wpisy bloga:

# UserStatistics_FollowersCountText
source: Number of followers:
pl_pl: Liczba osób śledzących:

# UserStatistics_FriendsCountText
source: Number of friends:
pl_pl: Liczba znajomych:

# UserStatistics_LastEntryDateText
source: Last entry:
pl_pl: Ostatni wpis:

# UserStatistics_LastEntryDateToolTip
source: Last entry date:
pl_pl: Data ostatniego wpisu:

# UserStatistics_LastLogin
source: Last login:
pl_pl: Ostatnie logowanie:

# UserStatistics_MyBlogCommentsCount
source: Number of my blogs comments:
pl_pl: Liczba komentarzy w blogach tego pakera:

# UserStatistics_NextAvailableStatus_ToolTip
source: Next available status {0} requires {1} items.
pl_pl: Następny poziom {0} wymaga {1} pozycji.

# UserStatistics_NoStatus_Description_ToolTip
source: No status in this category. To achieve {0} status, {1} items are required.
pl_pl: Brak statusu w tej kategorii. Aby zdobyć status {0}, musisz mieć {1} pozycji.

# UserStatistics_SizeEntriesCount
source: Measurement entries:
pl_pl: Liczba wykonanych pomiarów:

# UserStatistics_StarToolTip
source: {0} medal in {1} category.
pl_pl: {0} medal w kategorii {1}.

# UserStatistics_Status_Description_ToolTip
source: {0}: Current status achieved after {1} items in this category. {2}
pl_pl: {0}: Bieżący status zdobyty po uzyskaniu {1} elementów w tej kategorii. {2}

# UserStatistics_StrengthTrainingEntriesCount
source: Strength training entries:
pl_pl: Liczba wpisów treningu siłowego:

# UserStatistics_SupplementsEntriesCount
source: Supplement entries:
pl_pl: Liczba wpisów Suplementy:

# UserStatistics_TrainingDaysCountText
source: Entries in calendar:
pl_pl: Wpisy w kalendarzu:

# UserStatistics_VotesCountText
source: Number of votes:
pl_pl: Liczba wystawionych ocen:

# UserStatistics_WorkoutPlansText
source: Workout plans:
pl_pl: Ilość planów treningowych:

# WorkoutPlanViewControl_btnUseInToday_QUsePlanInCalendar
source: Do you want to use the selected day in your calendar as today entry?
pl_pl: Czy chcesz wstawić wybrany dzień z planu do swojego kalendarza do sekcji "dzisiaj"?

# WorkoutPlanViewControl_ErrMustAddPlanToFavorites
source: You must add this plan to favorites first.
pl_pl: Aby wstawić plan do kalendarza, musisz go wpierw dodać do listy ulubionych.

# SettingsPage_CopySetsModeTitle
source: copy sets data to the new entry
pl_pl: kopiuj serie do nowego wpisu

# SettingsPage_CopySetsMode_AllData
source: All data
pl_pl: Wszystkie dane

# SettingsPage_CopySetsMode_Description
source: Defines the way how strength training entry will be copied or how workout plan will be used in our calendar.
pl_pl: Określa jak wpisy treningu siłowego będą kopiowane oraz w jaki sposób plany treningowe będą wstawiane do kalendarza.

# SettingsPage_CopySetsMode_OnlyExercises
source: Copy only exercises without sets
pl_pl: Kopiuj ćwiczenia bez serii

# SettingsPage_CopySetsMode_WithoutSetsData
source: Without sets reps and weight values
pl_pl: Bez ilości powtórzeń i ciężaru w seriach

# Login_ProgressOfflineModeStart
source: Starting Offline Mode...
pl_pl: Odpalamy tryb Offline...

# SettingsPage_AutomaticCacheRefresh
source: automatic cache refresh
pl_pl: automatyczne odświeżanie danych

# SettingsPage_AutomaticCacheRefresh_Description
source: This setting determines how often application will update the cache of exercises, supplements and workout plans. Please keep in mind that you always can refresh it manually.
pl_pl: Tutaj możesz określić, jak często aplikacja będzie pobierała ćwiczenia, suplementy oraz plany treningowe. Pamiętaj, że zawsze możesz odświeżyć dane ręcznie.

# SettingsPage_AutomaticCacheRefresh_Every1Month
source: Every one month
pl_pl: Raz w miesiącu

# SettingsPage_AutomaticCacheRefresh_Every1Week
source: Every week
pl_pl: Raz w tygodniu

# SettingsPage_AutomaticCacheRefresh_Every2Weeks
source: Every two weeks
pl_pl: Raz na 2 tygodnie

# SettingsPage_AutomaticCacheRefresh_Every3Days
source: Every 3 days
pl_pl: Raz na 3 dni

# SettingsPage_AutomaticCacheRefresh_EveryDay
source: Every day
pl_pl: Raz dziennie

# SettingsPage_AutomaticCacheRefresh_EveryLogin
source: Every login
pl_pl: Przy każdym logowaniu

# SettingsPage_AutomaticCacheRefresh_Never
source: Never
pl_pl: Nigdy

# SettingsPage_HeaderMisc
source: misc
pl_pl: inne

# SettingsPage_RemovePictureCache_Description
source: Removes all photos, tips&tricks, exercises, supplements, workout plans and training days from the cache. After this application will retrieve those data when it is needed.
pl_pl: Usuwa wszystkie zdjęcia, porady, ćwiczenia, suplemeny, plany treningowe oraz wpisy z kalendarza z pamięci podręcznej. Po tej operacji aplikacja pobierze na nowo wszystkie dane z serwera.

# SettingsPage_SmallHeaderCache
source: cache
pl_pl: pamięć podręczna

# CreateProfilePage_ErrSelectCountry
source: You must select your country.
pl_pl: Musisz wybrać kraj, z którego pochodzisz.

# Login_OfflineMode
source: offline mode
pl_pl: tryb offline

# ProfilePage_ErrDifferentPassword
source: Passwords are different.
pl_pl: Hasła są różne

# ProfilePage_HeaderPasswordChange
source: change password
pl_pl: zmień hasło

# ForgotPasswordControl_PasswordHasBeenSent
source: New password will be sent. Check your email.
pl_pl: Nowe hasło zostało wysłane. Sprawdź pocztę.

# ForgotPasswordControl_Description
source: Enter your username or email address and press Ok button. New password will be sent on your email.
pl_pl: Podaj swojego użytkownika lub adres email I naciśnij przycisk Ok. Nowe hasło zostanie wysłane emailem.

# ForgotPasswordControl_Title
source: FORGOT PASSWORD
pl_pl: PRZYWRACANIE HASŁA

# ExerciseViewPage_GoToWeb
source: go to the web
pl_pl: przejdź do strony

# StatisticsPage_Title
source: statistics
pl_pl: statystyki

# Login_ForgotPassword
source: forgot password
pl_pl: zapomniałem hasła

# ProfileInfoPage_ShowStatistics
source: show statistics
pl_pl: pokaż statystyki

# SynchronizationPage_QQuitQuestionWhenSyncing
source: Synchronization is in progress. Do you want to cancel it?
pl_pl: Synchronizacja danych jest uruchomiona. Czy chcesz ją zatrzymać?

# CreateProfilePage_TermsOfServiceLink
source: Terms of Service
pl_pl: Regulamin...

# CreateProfilePage_PrivacyPolicyLink
source: Privacy Policy
pl_pl: Polityka Prywatności

# CreateProfilePage_AcceptLicenceDescription
source: By clicking Create button you accept Terms of Service and Privacy Policy
pl_pl: Klikając przycisk Utwórz konto, akceptujesz Regulamin oraz Politykę Prywatności

# MainPage_RateMeLink
source: RATE ME!
pl_pl: OCEŃ MNIE!

# SizesChangeToStringConverter_ProOnly
source: (Pro only)
pl_pl: (Wersja Pro)

# MenuUseIt
source: use it
pl_pl: skopiuj

# StrengthWorkoutPage_PreviewHeader
source: preview
pl_pl: podgląd

# StrengthWorkoutPage_NoMoreTrainingsLoaded
source: There are no more loaded trainings.
pl_pl: Nie ma już więcej pobranych wpisów w kalendarzu

# MainPage_MoreLink
source: MORE
pl_pl: WIĘCEJ

# MoreFeaturePage_Description
source: For more great features you can download <b>Body</b><i>Architect</i> client for Windows. This is free application which has more features like: <b>Adding new exercises</b> <b>Creating workout plans</b> <b>Generating reports</b> <b>A6W workout module</b> <b>Supplements routines</b> <b>More features for instructors</b> Visit our website:
pl_pl: Zachęcamy gorąco do ściągnięcia programu <b>Body</b><i>Architect</i> dla PC. Aplikacja jest bezpłatna i posiada dodatkowe funkcje, m.in.: <b>Dodawanie nowych ćwiczeń</b> <b>Tworzenie planów treningowych</b> <b>Generowanie raportów</b> <b>Aerobiczne "6" Weidera</b> <b>Rozpiski suplementów</b> <b>Więcej narzędzi dla instruktorów</b> Zainteresowany? Odwiedź naszą stronę:

# SettingsPage_LengthType
source: length
pl_pl: długość

# SettingsPage_LengthType_Inch
source: Inch
pl_pl: Cale

# SettingsPage_SmallHeaderMeasurements
source: measurements
pl_pl: wymiary

# SettingsPage_WeightType
source: weight
pl_pl: waga

# SettingsPage_WeightType_Pound
source: Pound
pl_pl: Funty

source: inch
pl_pl: cale

# Pound
source: lb
pl_pl: lbs

# WorkoutPlans_SearchHeader
source: search
pl_pl: szukaj

# ErrUnhandledErrorOccured
source: Unhandled error occured during this operation.
pl_pl: Wystąpił błąd podczas tej operacji.

# HubTile_BlogComments_Message
source: Comments: {0}
pl_pl: Komentarze: {0}

# HubTile_BlogLastComment_Message
source: Last:
pl_pl: Ostatni:

# SettingsPage_ShowSystemTray
source: show system tray
pl_pl: pokazuj pasek systemowy

# SettingsPage_ShowSystemTray_Description
source: When you turn this on, system tray (showing the current time and the battery) will be shown at the top of the most pages in the application.
pl_pl: Pokazanie paska spowoduje wyświetlenie na większości stron w programie zegara oraz stopnia naładowania baterii.

# SettingsPage_SmallHeaderGUI
source: interface
pl_pl: wygląd

# BlogPage_NewCommentWatermark
source: type a message
pl_pl: napisz komentarz

# SettingsPage_DefaultLanguage
source: Default
pl_pl: Domyślny

# SettingsPage_MsgRestartToApplySettings
source: You must restart the application to apply new language.
pl_pl: Aby nowy język był widoczny należy zresetować aplikację.

# TrainingDayEntrySelectorPage_HeadeEntries
source: entries
pl_pl: wpisy

# MessageNewRecords
source: You have new records
pl_pl: Pobiłeś nowe rekordy!
