Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.Client.WP7/ApplicationStrings.*.resx
Languages: pl_pl

# Feature_Basic_WorkoutPlansDatabase_Description
source: Training plan is what every advanced bodybuilder should know and use. Now you have and access to a large database of training plans created by other users. If you want to create your own training plan and share it with others, you need Premium or Instructor account.
pl_pl: Plany treningowe to jest to, co każdy bardziej zaawansowany kulturysta powinien znać i korzystać. Teraz masz dostęp do ogromnej bazy planów treningowych tworzonych przez innych użytkowników programu. Chcesz stworzyć własny plan i udostępnić go innym? Takie cuda tylko w koncie Premium lub Instruktor.

# Feature_Instructor_CalendarForCustomers
source: Workout log for every customer
pl_pl: Możliwość prowadzenia dziennika dla każdego klienta

# Feature_Instructor_CalendarForCustomers_Description
source: For every customer (standard or virtual) you can have a workout log and generate reports from it. You have access to all required data of your customers at any time. This is an ideal solution for personal trainers.
pl_pl: Dla każdego klienta (standardowego jak i wirtualnego) możesz prowadzić dziennik treningowy, a także generować raporty. Dzięki temu, w każdej chwili masz dostęp do wszystkich potrzebnych danych. Jest to idealne rozwiązanie m.in. dla osób prowadzących treningi personalne.

# Feature_Instructor_Customers
source: Customers database with all important information
pl_pl: Baza klientów z najważniejszymi danymi

# Feature_Instructor_Customers_Description
source: You can have unlimited number of customers (standard or virtual). What is a virtual client? It represents a group of people like women, student, policeman, etc. In addition, you can group your customers, making it easier to manage them.
pl_pl: Możesz stworzyć dowolną liczbę klientów standardowych jak i wirtualnych. Czym jest wirtualny klient? Reprezentuje on grupę osób, np kobieta, student, policjant itp. Dodatkowo aplikacja pozwala grupować klientów, dzięki czemu łatwiej nimi zarządzać.

# Feature_Instructor_ScheduleEntries
source: Create your schedule
pl_pl: Tworzenie planu zajęć

# Feature_Instructor_ScheduleEntries_Description
source: Do you have a lot of activities in the week? Do you write reservations for your customers in a piece of paper? It’s time to change this. BodyArchitect allows you to create a schedule including customer reservations, track their presence, as well as payments.
pl_pl: Prowadzisz wiele zajęć w tygodniu? Rezerwacje klientów zapisujesz w notesie? Czas to zmienić. BodyArchitect pozwala stworzyć plan zajęć łącznie z rezerwacjami klientów, śledzić ich obecność, a także płatności

# Feature_Premium_AddEntriesInFuture
source: Adding entries in the future
pl_pl: Dodawanie wpisów w przyszłości

# Feature_Premium_AddEntriesInFuture_Description
source: With Basic account you could add entries to your workout log in the past and to the present day. If you need to add entries in the future (eg, planned workouts), you need Premium or Instructor account for this.
pl_pl: Posiadając konto Podstawowe mogłeś dodawać wpisy do dziennika w przeszłości i do dnia dzisiejszego. Jeśli potrzebujesz dodawać wpisy w przyszłości (np. zaplanowane treningi), to konto Premium daje Ci taką możliwość.

# Feature_Premium_CreatingExercises
source: Creating custom exercises
pl_pl: Tworzenie dowolnej liczby ćwiczeń

# Feature_Premium_CreatingExercises_Description
source: Basic Account gives you access to a huge database of exercises. But we know that advanced bodybuilders want to use their own exercises. Premium or Instructor account allows you to create any number of exercises. You can also add other users’ exercises to favorites and use them in your calendar.
pl_pl: Konto Podstawowe daje dostęp do ogromnej bazy ćwiczeń. Jednak wiemy doskonale, że po osiągnięciu pewnego poziomu zaawansowania, będziesz włączał do swojego treningu ćwiczenia, których nie znajdziesz w naszej bazie. Dlatego konto Premium pozwala na tworzenie dowolnej liczby ćwiczeń.

# Feature_Premium_CreatingSupplementsDefinitions
source: Creating supplements routines
pl_pl: Tworzenie rozpisek suplementów

# Feature_Premium_CreatingSupplementsDefinitions_Description
source: With this option, you can create your own supplements routine and use it in your calendar (as supplements cycle). Additionally you will be able to publish your routines to share them with others.
pl_pl: Dzięki tej opcji, będziesz mógł stworzyć własną rozpiskę suplementów i korzystać z niej w swoim kalendarzu oraz udostępnić innym użytkownikom.

# Feature_Premium_CreatingWorkoutPlans
source: Creating training plans
pl_pl: Tworzenie planów treningowych

# Feature_Premium_CreatingWorkoutPlans_Description
source: You will be able to create your own training plans and share them with other bodybuilders. In addition, in Premium or Instructor account you can add other users’ plans to your favorite list and use them as your plans.
pl_pl: Będziesz mógł tworzyć własne plany treningowe oraz udostępniać je innym pakerom. Dodatkowo konto Premium umożliwia dodawanie planów innych użytkowników do listy ulubionych.

# Feature_Premium_Equipments
source: Supports for Equipments
pl_pl: Obsługa Przyrządów

# Feature_Premium_Equipments_Description
source: You are in the gym and you want to do Bench Press, but the bench is occupied by someone else. So you decide to do this exercise on a machine. The problem with machines is that often you can put more weights than on barbell. In this case if you write this in your log (Bench Press with more weight), then you will see in your reports that you have a nice progress (increased weight for this exercise). But this is not true, because you did this in different way, by using different equipment. In Premium or Instructor account you can mark such exercise as done with different equipment so in reports you can show only data from “standard” Bench Press.
pl_pl: Idziesz na siłownię i w planie masz wykonanie ćwiczenia Wyciskanie sztangi w leżeniu. Ławeczka jest zajęta, a Ty decydujesz sie wykonać to ćwiczenie na maszynie, na której wyciskasz większy ciężar. I teraz, jakbyś wstawił do dziennika ćwiczenie wyciskanie sztangi ale zrobił je na maszynie z innym ciężarem, to raporty byłyby błędne. Konto Premium umożliwa określenie przyrządu, na którym było wykonane ćwiczenie, dzięki czemu w raportach możesz wyświetlić tylko te treningi, które wykonałeś w "standardowy" sposób.

# Feature_Premium_MoreFeatures
source: And many other small improvements
pl_pl: I wiele innych drobnych usprawnień

# Feature_Premium_MoreFeatures_Description
source: Update your account and see how much improvement is waiting for you.
pl_pl: Zaktualizuj swoje konto i sprawdź, ile usprawnień czeka na Ciebie.

# Feature_Premium_MyPlaces
source: Supports for My Places
pl_pl: Obsługa Moich Miejsc

# Feature_Premium_MyPlaces_Description
source: Premium account allows you to specify a gym (places) of your strength training. This is cool feature because in many cases in different gyms there are machines with different weight (the same exercise you do with different weight in each gym). In this case your reports would show you incorrect data. By using My Places you can generate report from workouts done in specific gym only.
pl_pl: Konto Premium umożliwia w treningu siłowym określenie siłowni (miejsca), gdzie wykonałeś trening. Często jest tak, że na różnych siłowniach ten sam ciężar na maszynach "waży inaczej", przez co nasze statystyki i raporty byłyby mało użyteczne. Dzięki Moim miejscom będziesz mógł wygenerowac raport dla treningów tylko z jeden siłowni.

# Feature_Premium_Printing
source: Printing plans and supplements routines
pl_pl: Drukowanie planów i rozpisek

# Feature_Premium_Printing_Description
source: You can print any training plan or supplement routine and take it to the gym.
pl_pl: Możesz wydrukować każdy plan lub rozpiskę suplementów i zabrać np. na siłownię.

# Feature_Premium_PrivateCalendar
source: Calendar and measurements can be private
pl_pl: Kalendarz i wymiary mogą być prywatne

# Feature_Premium_PrivateCalendar_Description
source: If you don't want anyone to have access to your workout log or measurements, please consider upgrade your account to Premium or Instructor. They allow you to restrict access to your log. You can make it private or share with your friends only. You decide.
pl_pl: Ćwiczysz dla siebie i nie chcesz żeby ktokolwiek miał wgląd w Twoje prywatne zapiski? Konto Premium umożliwia ograniczenie dostępu do Twojego dziennika. Możesz go udostępnić tylko znajomym lub zrobić całkowicie prywatnym. Ty decydujesz.

# Feature_Premium_Reminders
source: Reminders
pl_pl: Przypomnienia

# Feature_Premium_Reminders_Description
source: If you happen to forget about your training, taking supplements, or a friend's birthday, let BodyArchitect remember all of these situations and remind you about them in the most appropriate time for you.
pl_pl: Jeśli zdarza Ci się zapominać o treningu, zażyciu odżywki lub urodzinach kolegi, pozwól aby BodyArchitect pamiętał o tych wszystkich sytuacjach i przypominał Ci o nich w najbardziej dla Ciebie odpowiednim czasie.

# Feature_Premium_SupportsMyTrainingsForSupplements
source: Supplements cycles support
pl_pl: Wsparcie dla cykli suplementów

# Feature_Premium_SupportsMyTrainingsForSupplements_Description
source: BodyArchitect has a unique feature of creating supplements cycles. Basically, you can choose a supplements routine for your next cycle, specify when you are going to start it and BodyArchitect will fill your calendar wih appropriate supplements entries including dosage and time when you should take it. In addition, application can shows you reminder.
pl_pl: BodyArchitect posiada unikatową funkcję prowadzenia cykli suplementów. Polega ona na tym, że wybierasz rozpiskę suplementów, którą chciałbyś użyć do swojego następnego cyklu. Określasz, kiedy ten cykl chcesz rozpocząć a program wstawi na każdy dzień odpowiedni wpis w kalendarzu, łącznie z dawkowaniem i porą spożywania suplementów. Dodatkowo, program może wyświetlać przypomnienie w dniu, w którym musisz wziąść następną dawkę.

# ErrOldApplicationVersion
source: You have an old version of BodyArchitect. You must update it before you can continue working with BodyArchitect.
pl_pl: Używasz starej wersji programu. Aby móc korzystac z BodyArchitect musisz zaktualizować program.

# FeaturedPage_ErrCannotRetrieveFeaturedItems
source: Cannot retrieve featured items
pl_pl: Wystąpił nieoczekiwany błąd.

# FeaturedPage_ErrCannotRetrieveTrainingDay
source: Cannot retrieve entry
pl_pl: Nie udało się pobrać wpisu

# FeaturedPage_Header_LatestBlogs
source: latest blogs
pl_pl: ostatnie blogi

# FeaturedPage_Header_LatestTrainings
source: latest trainings
pl_pl: ostatnie treningi

# FeaturedPage_Header_Records
source: records
pl_pl: rekordy

# FeaturedPage_InfoPrivateCalendar
source: User has a private calendar.
pl_pl: Użytkownik nie udostępnił kalendarza

# FeaturedPage_RetrievingFeaturedItems
source: Retrieving featured items...
pl_pl: Pobieranie pozycji...

# FeaturedPage_RetrievingTrainingDay
source: Retrieving item...
pl_pl: Pobieranie wpisu...

# MainPage_Status
source: my status
pl_pl: mój status

# ChangeStatusControl_ErrChangeStatus
source: Cannot change your status
pl_pl: Nie udało się zmienić statusu

# Feature_Premium_CopyAllExercisesToNewTraining
source: Copy all exercises to new training
pl_pl: Kopiuj wszystkie ćwiczenia do nowego treningu

# Feature_Instructor_InstructorPart
source: BodyArchitect for instructors
pl_pl: BodyArchitect dla instruktorów

# ErrCannotRetrieveMyPlaces
source: Cannot retrieve my places
pl_pl: Nie udało się pobrać Moich miejsc

# MsgRetrievingMyPlaces
source: Retrieving my places...
pl_pl: Pobieranie moich miejsc...

# SetViewModel_RestTime
source: rest {0}
pl_pl: przerwa {0}

# AppBarButton_Select
source: select
pl_pl: wybierz

# Feature_Premium_StrengthTrainingTimer
source: Track rest time between sets (timer)
pl_pl: Rejestrowanie przerw między seriami (stoper)

# Feature_Premium_StrengthTrainingTimer_Description
source: If you need to know rest time between sets, in Premium account you will find a timer to track such data. Simply start the timer before every set, and stop it when you finish. Simple as that but your journal will be even more valuable.
pl_pl: Jeśli jesteś jednym z tych nawiedzonych pakerów, którzy muszą znać czas trwania przerw między seriami, to wiedz, że mając konto Premium możesz podczas wpisywania sesji skorzystać ze stopera. Po prostu włącz go przed zrobieniem serii i wyłącz zaraz po jej wykonaniu. Nic prostrzego, a Twój dziennik będzie jeszcze bardziej wartościowy.

# NewSetPage_StartButton_Description
source: Hit the start button before you start of the current set. When you finish, stop the timer. Doing so before each sets to collect such information like rest between sets and how long every set last.
pl_pl: Kliknij przycisk start przed rozpoczęciem bieżącej serii. Po jej zakończeniu zatrzymaj stoper. Robiąc tak przed każdą serią, będziesz miał dostęp do takich informacji jak: przerwy między seriami oraz czas trwania każdej serii.

# NewSetPage_Timer
source: timer
pl_pl: stoper

# SettingsPage_TreatSuperSetsAsOne
source: treat superset as one
pl_pl: traktuj superserie jako jedność

# SettingsPage_TreatSuperSetsAsOne_Description
source: When selected, then for each superset (in strength training), if you add a new set to the one of joined exercises, then new sets will be added to rest of the exercises automatically. The same happen for delete set and for the timer (measured time will be added to all sets in the group)
pl_pl: Jeśli zaznaczysz, to gdy zdefiniujesz superserię (w treningu siłowym) to dodając nową serję do jednego z ćwiczeń połączonych to automatycznie zostaną dodane serie do pozostałych ćwiczeń w grupie. To samo tyczy się usuwania serii, a także stopera (zmierzony czas będzie przypisany do wszystkich serii w grupie)

# AppBarButton_StopTimer
source: stop timer
pl_pl: stoper: stop

# AppBarButton_StartTimer
source: start timer
pl_pl: stoper: start

# SetType_Long_MuscleFailure
source: MF
pl_pl: UM

# SetType_Long_PrawieMax
source: AM
pl_pl: PM

# SetType_Long_Rozgrzewkowa
source: W
pl_pl: R

# UpdateInfoControl_WhatsNew
source: What's new?
pl_pl: Co nowego?

# SynchronizationItemViewModel_Error
source: Error
pl_pl: Błąd

# SynchronizationItemViewModel_Processing
source: Processing...
pl_pl: W trakcie...

# Feature_Instructor_Championships
source: Powerlifting competitions
pl_pl: Zawody trójboju siłowego

# Feature_Instructor_Championships_Description
source: This module helps you to track results of all lifters in powerlifting competitions. Now you can organize a powerlifting competition in your gym/school. Add all lifters into BodyArchitect, record all results and application will calculate final results
pl_pl: Ten moduł pozwala na rejestrowanie wyników wszystkich zawodników podczas zawodów trójboju siłowego oraz wyciskania sztangi leżąc. Teraz możesz bez problemu zorganizować takie zawody w swojej siłowni/szkole. Dodaj wszystkich zawodników do BodyArchitecta, zanotuj wyniki poszczególnych bojów a program obliczy wszystkie niezbędne dane (punkty wilksa, kategorie wagowe itp) i wyświetli rezultat końcowy w postaci miejsc zajętych przez poszczególnych zawodników.

# MeasurementsPage_ShowProgress
source: show progress
pl_pl: wyświetl postępy

# MeasurementsReportPage_ErrGeneratingReport
source: Cannot generate this report. Please try later.
pl_pl: Nie udało się wygenerować raportu. Proszę spróbować później.

# MeasurementsReportPage_MsgGeneratingReport
source: Generating a report...
pl_pl: Generowanie raportu...

# MeasurementsReportPage_Report_Name
source: measurements changes
pl_pl: zmiany w wymiarach

# MeasurementsReportPage_XAxis_Title
source: time
pl_pl: czas

# MeasurementsReportPage_YAxis_Title
source: measurement
pl_pl: rozmiar

# MeasurementsReportPage_LegendTitle
source: legend
pl_pl: legenda

# ExercisesWeightReportPage_ReportName
source: max weight for exercise
pl_pl: max ciężar dla ćwiczenia

# ExercisesWeightReportPage_XAxis_Title
source: time
pl_pl: czas

# ExercisesWeightReportPage_YAxis_Title
source: weight
pl_pl: ciężar

# StrengthWorkoutPage_QShowProgressForModifiedEntry
source: The current entry has been modified. You must save changes to see them in the report. Do you want to show report without saving changes?
pl_pl: Bieżący wpis został zmodyfikowany. Musisz zapisać zmiany, aby były uwzględnione w raporcie. Czy chcesz wyświetlić raport bez zapisywania zmian?

# MeasurementsReportPage_MsgEmptyReport
source: There are no data to display. Try when you fill your calendar with more data
pl_pl: Nie masz wystarczającej ilości wpisów do wygenerowania wykresu. Prowadź swój dziennik regularnie, a w koncu coś wygenerujemy.

# SettingsPage_StartTimer
source: start timer automatically
pl_pl: uruchom stoper automatycznie

# SettingsPage_StartTimer_Description
source: Select, if you want to start timer automatically when you add a new strength training to your calendar. Available in Premium account only
pl_pl: Zaznacz, jeśli chcesz aby stoper był uruchamiany automatycznie gdy dodajesz nowy trening siłowy. Dostępne tylko dla konta Premium

# MainPage_TutorialLink
source: TUTORIAL
pl_pl: POMOC

# MoreFeaturePage_Tutorial
source: Don't know how to start?
pl_pl: Nie wiesz jak korzystać z programu?

# AppBarButton_Copy
source: copy
pl_pl: kopiuj

# AppBarButton_StartReorder
source: reorder
pl_pl: przenieś

# AppBarButton_StopReorder
source: end reorder
pl_pl: zakończ przenoszenie

# Feature_Premium_AdvancedStrengthTraining
source: Advanced strength training options
pl_pl: Zaawansowane opcje w treningu siłowym

# Feature_Premium_AdvancedStrengthTraining_Description
source: With Premium account you can specify additional info about your strength training like rest pause and super slow in sets.
pl_pl: Konto Premium dostarcza dodatkowych opcji w treningu siłowym, np. oznaczanie serii jako rest pause oraz super slow.

# UpdateInfoControl_VersionChangesVideo_Link
source: See changes online
pl_pl: Zobacz zmiany online

# CardioSetPage_Calories
source: burned
pl_pl: spalone

# CardioSetPage_Distance
source: distance
pl_pl: dystans

# GPSTrackerPage_AppMenu_ShowMap
source: show map
pl_pl: pokaż mapę

# GPSTrackerPage_AvgPace
source: avg pace
pl_pl: średnie tempo

# GPSTrackerPage_AvgSpeed
source: avg speed
pl_pl: średnia prędkość

# GPSTrackerPage_Calories
source: calories
pl_pl: kalorie

# GPSTrackerPage_Distance
source: distance
pl_pl: dystans

# GPSTrackerPage_Duration
source: duration
pl_pl: czas trwania

# GPSTrackerPage_ErrUploadGpsCoordinates
source: Cannot upload gps coordinates
pl_pl: Nie udało się wysłać danych z gps

# GPSTrackerPage_ExerciesWatermark
source: (choose an activity)
pl_pl: (wybierz aktywność)

# GPSTrackerPage_Header_Details
source: details
pl_pl: szczegóły

# GPSTrackerPage_Header_Summary
source: workout
pl_pl: trening

# GPSTrackerPage_Header_Workout
source: workout
pl_pl: trening

# GPSTrackerPage_InfoLocationServiceDisabled
source: Location services are disabled therefore during your workout BodyArchitect will not be able to track your location and measure your distance. You can enable this in settings.
pl_pl: Usługa lokalizacyjna jest wyłączona dlatego BodyArchitect nie będzie rejestrował Twojego położenia ani obliczał dystansu. Możesz zmienić to w opcjach.

# GPSTrackerPage_MaxAltitude
source: max altitude
pl_pl: wysokość maks.

# GPSTrackerPage_MaxSpeed
source: max speed
pl_pl: prędkość maks.

# GPSTrackerPage_MinAltitude
source: min altitude
pl_pl: wysokość min.

# GPSTrackerPage_QRemoveEntry
source: Do you want to remove the current entry?
pl_pl: Czy na pewno chcesz usunąć bieżący wpis?

# GPSTrackerPage_ShortDuration
source: time
pl_pl: czas

# GPSTrackerPage_Speed
source: speed
pl_pl: prędkość

# GPSTrackerPage_Weather
source: weather
pl_pl: pogoda

# MapPage_DownloadingGpsCoordinates
source: Downloading gps coordinates...
pl_pl: Pobieranie danych gps...

# MapPage_ErrDownloadingGpsCoordinates
source: Cannot retreview gps coordinates
pl_pl: Nie udało się pobrać danych gps

# MapPage_Header_Laps
source: laps
pl_pl: okrążenia

# MapPage_Header_Map
source: map
pl_pl: mapa

# MoodControl_Header_Mood
source: mood
pl_pl: samopoczucie

# Mood_Bad
source: bad
pl_pl: złe

# Mood_Good
source: great
pl_pl: super

# Mood_Normal
source: good
pl_pl: dobre

# SettingsPage_LocationService
source: location service
pl_pl: usługa lokalizacji

# SettingsPage_LocationService_Description
source: Allows BodyArchitect track your location and measure the current distance during your workout. Highly recommended.
pl_pl: Umożliwa rejestrowanie Twojego położenia oraz obliczanie dystansu podczas treningu. Wysoce zalecane.

# SettingsPage_RunUnderLockScreen
source: run under lock screen
pl_pl: działaj po zablokowaniu ekranu

# SettingsPage_RunUnderLockScreen_Description
source: Allows BodyArchitect track your location and measure the current distance when the application is under lock screen. Highly recommended.
pl_pl: Umożliwa rejestrowanie Twojego położenia oraz obliczanie dystansu po zablokowaniu ekranu. Wysoce zalecane.

# GPSTrackerPage_InfoGpsNotReady
source: Location services is still locating your current position. If you start now some part of your workout will not be tracked. Do you want to continue?
pl_pl: Usługa lokalizacyjna wciąż stara się określić Twoją pozycję. Jeśli rozpoczniesz teraz, część treningu może zostać niezarejestrowana. Czy chcesz kontynuować?

# TrainingDaySelectorControl_ErrSecondaryLiveTileExists
source: You already have this live tile
pl_pl: Wybrany wpis jest już na ekranie startowym

# TrainingDaySelectorControl_Menu_AddNew
source: add new
pl_pl: dodaj nowy

# TrainingDaySelectorControl_Menu_PinToStart
source: pin to start
pl_pl: przypnij do startu

# GPSTrackerPage_EntryWithoutGPSData
source: This entry don't have GPS coordinates stored in our system required for detailed analysis. GPS data are saved for Premium or Instructor account only.
pl_pl: Ten wpis nie ma zapisanych danych GPS, potrzebnych do szczegółowej analizy. Dane GPS zapisywane są na koncie Premium lub Instruktor.

# SettingsPage_AutoPause
source: auto pause
pl_pl: pauza automatyczna

# SettingsPage_AutoPause_Description
source: If enabled, BodyArchitect will detect if you haven’t moved for 5 seconds and will pause your workout. Once you move again the workout will be resumed.
pl_pl: Jeśli włączona, BodyArchitect wykryje kiedy stoisz w miejscu i da pauzę. Gdy znowu zaczniesz się ruszać, trening zostanie wznowiony.

# CreateProfilePage_InfoUsernameAvailable
source: Username is available
pl_pl: Nazwa użytkownika jest dostępna

# CreateProfilePage_InfoUsernameNotAvailable
source: Username is not available
pl_pl: Nazwa użytkownika jest niedostępna

# ErrUsernameOrEmailNotUnique
source: Username or email already exists.
pl_pl: Nazwa użytkownika lub email już istnieje.

# UpdateInfoControl_PromotionDescription
source: Great news for all users. We decided to cut prices to allow more users to have access to all features. Now you can have 360 points (1 year of Premium account) for ≈20$
pl_pl: Dobre wieści dla wszystkich użytkowników. Zdecydowaliśmy się mocno obniżyć ceny za punkty, aby każdy z Was miał dostęp do wszystkich funkcji w programie. Teraz 360 punktów (1 rok korzystania z konta Premium) dostaniesz za jedyne 65zł.

# UpdateInfoControl_PromotionDescription2
source: Additionally 1 day of Instructor account costs now not 3 but 2 points!
pl_pl: Dodatkowo 1 dzien konta Instruktor kosztuje teraz nie 3 a jedyne 2 punkty!

# UpdateInfoControl_PromotionTitle
source: Biggest promotion ever. We cut prices!
pl_pl: Wielka promocja. Tniemy ceny pakerze!

# Feature_Premium_NoAds
source: No advertisements
pl_pl: Brak reklam
