Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.Instructor/InstructorStrings.*.resx
Languages: pl

# ChampionshipCategoryEditor_Title
source: Winning category
pl: Zwycięska kategoria

# ChampionshipDataGrid_Grid_Comment
source: Comment
pl: Komentarz

# ChampionshipDataGrid_Grid_Customer
source: Customer
pl: Zawodnik

# ChampionshipDataGrid_Grid_Team
source: Team
pl: Klub

# ChampionshipDataGrid_Grid_Weight
source: Weight
pl: Waga

# ChampionshipView_ErrCustomerWithoutGender
source: One of the customer doesn't have gender specified. All customers in championship must have gender specified.
pl: Jeden z zawodników nie ma określonej płci. Wszyscy zawodnicy biorący udział w zawodach, muszą mieć zdefiniowaną płeć.

# ChampionshipView_Fail
source: Fail
pl: Nieudane

# ChampionshipView_Grid_Customer
source: Full name
pl: Zawodnik

# ChampionshipView_Grid_Photo
source: Photo
pl: Zdjęcie

# ChampionshipView_Grid_TeamName
source: Name
pl: Nazwa

# ChampionshipView_Grid_TeamPoints
source: Points
pl: Punkty

# ChampionshipView_Grid_Total
source: Total
pl: Suma

# ChampionshipView_Grid_Weight
source: Weight
pl: Waga

# ChampionshipView_Grid_Year
source: Year
pl: Rocznik

# ChampionshipView_Group_Comment
source: Comment
pl: Komentarz

# ChampionshipView_Group_Teams
source: Teams
pl: Kluby

# ChampionshipView_Planned
source: Planned
pl: Zaplanowane

# ChampionshipView_RibbonGroup_Operations
source: Operations
pl: Operacje

# ChampionshipView_RibbonGroup_Team
source: Team
pl: Klub

# ChampionshipView_RibbonTab_Header
source: Championship
pl: Zawody

# ChampionshipView_Ribbon_Delete
source: Delete
pl: Usuń

# ChampionshipView_Ribbon_Edit
source: Edit
pl: Edycja

# ChampionshipView_Ribbon_GroupBy
source: Group by
pl: Grupuj

# ChampionshipView_Ribbon_MoreOptions
source: More options
pl: Więcej opcji

# ChampionshipView_Ribbon_New
source: New
pl: Nowy

# ChampionshipView_Ribbon_Print
source: Print
pl: Drukuj

# ChampionshipView_Ribbon_Save
source: Save
pl: Zapisz

# ChampionshipView_Success
source: Success
pl: Sukces

# ChampionshipView_Tab_Data
source: Data
pl: Dane

# ChampionshipView_Tab_Results
source: Results
pl: Wyniki

# ChampionshipView_Try1
source: Try 1
pl: Próba 1

# ChampionshipView_Try2
source: Try 2
pl: Próba 2

# ChampionshipView_Try3
source: Try 3
pl: Próba 3

# ScheduleChampionshipViewModel_ErrChampionshipWithoutCategory
source: No winning categories
pl: Niezdefiniowano zwycięskich kategorii

# ScheduleEntriesDesignViewModel_ErrChampionshipWithoutCategories
source: You must add at least one winning category before you mark this as Done.
pl: Musisz dodać przynajmniej jedną zwycięską kategorię zanim oznaczysz te zawody jako Wykonane.

# ChampionshipCategoryEditor_CheckBox_IsAgeStrict
source: Is age strict
pl: Zawęż do zawodników pasujący wiekiem?

# ChampionshipCategoryViewModel_AgeLoose
source: (Loose)
pl: (Rozszerzona)

# ChampionshipCategoryViewModel_AgeStrict
source: (Strict)
pl: (Zawężona)

# ChampionshipsView_ColumnHeader_Name
source: Name
pl: Nazwa

# ChampionshipsView_ColumnHeader_StartDate
source: Start date
pl: Data rozpoczęcia

# ChampionshipsView_ColumnHeader_Type
source: Type
pl: Typ

# ChampionshipsView_CreateNew_Message
source: To create a new championship, you need to go to the Scheduler and add a new Championship in Design mode.
pl: Aby stworzyć nowe zawody, należy przejść do Plannera i dodać Zawody w trybie Projektowania.

# ChampionshipsView_Header
source: Championships
pl: Zawody

# ChampionshipsView_RibbonButton_Edit
source: Edit
pl: Edycja

# ChampionshipsView_RibbonButton_New
source: New
pl: Nowe

# ChampionshipsView_RibbonGroup_Operations
source: Operations
pl: Operacje

# ChampionshipCategoryViewModel_Category_NotOfficial
source: Not official
pl: Nieoficjalna

# ChampionshipCategoryViewModel_Category_Official
source: Official
pl: Oficjalna

# ChampionshipCategoryEditor_CHK_OfficialCategory
source: _Official category
pl: _Oficjalna

# ChampionshipCategoryEditor_OfficialCategory_Description
source: Official category means that only lifters with Normal status will be taken to the results. Not official will take all lifters (except Disqualified).
pl: Kategoria oficjalna oznacza, że do obliczenia wyników będą brani tylko zawodnicy ze statusem Normalny, natomiast do kategorii nieoficjalnej będą uwzględniani wszyscy (za wyjątkiem zdyskwalifikowanych).

# ChampionshipView_Label_CustomerType
source: _Lifter status:
pl: _Status zawodnika:

# ChampionshipView_ToolTip_AdvancedOptions
source: Advanced options
pl: Więcej opcji

# ChampionshipEntryViewModel_WithoutTeam
source: (none)
pl: (brak)

# ChampionshipView_ToolTip_CustomerError
source: This lifter doesn't have birthday or gender specified. Go to the Customers view and fill these information.
pl: Ten zawodnik nie ma podanej daty urodzenia ani płci. Przejdź do widoku Klienci i uzupełnij te informacje.

# ChampionshipView_EmptyResults
source: You must save the data to see results
pl: Aby zobaczyć wyniki musisz zapisać zmiany

# SaveScheduleEntriesWindow_TitleMessage
source: Choose where you want to copy the current week
pl: Wybierz przedział czasu, do którego chcesz skopiować bieżący tydzień

# ChampionshipCategoryEditor_Help_IsAgeStrict
source: Is age strict option determines if lifter birthday must match to age category. If is unchecked then all lifter without a specific age category will be counted in nearest one. Example: you've choosen Junior (19-23 yr) and Master 2 (50-59yr). Your lifter is 30. Now if Is age strict is selected then this lifter won't be in results (there is no age category for him), but if you uncheck this option, he will be counted in Junior category. Basically all lifter <50yr will be in Junior category if Is age strict is unchecked.
pl: Ta opcja określa, czy do danej kategorii wiekowej będą brani pod uwagę tylko zawodnicy pasujący wiekiem, czy również ci, którzy nie mają swojej grupy wiekowej (zostaną dodani do najbliższej pasującej) Przykład: wybrałeś kategorie Juniorzy (19-23) oraz Weterani 2(50-59). Jeden z zawodników ma 30 lat. Jeśli opcja jest zaznaczona, to ten zawodnik nie będzie brany pod uwagę do klasyfikacji końcowej (nie ma kategorii wiekowej dla niego). Natomiast, jeśli odznaczymy opcję, to zostanie on przypisany do kategorii Juniorzy (wszyscy zawodnicy poniżej 50 roku życia zostaną przypisani do Juniorów).
