Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.Instructor/InstructorStrings.*.resx
Languages: pl

# ActivitiesListSelector_Header_Activities
source: Activities
pl: Zajęcia

# ActivitiesListSelector_Text_Duration
source: Duration:
pl: Czas trwania:

# ActivitiesViewModel_DeleteSelectedActivity
source: Do you want to delete {0} activity?
pl: Czy na pewno chcesz usunąć zajęcie '{0}'?

# ActivitiesView_Header_Activities
source: Activities
pl: Zajęcia

# ActivitiesView_Header_Edit
source: Edit
pl: Edycja

# ActivitiesView_Label_Delete
source: Delete
pl: Usuń

# ActivitiesView_Label_Edit
source: Edit
pl: Edytuj

# ActivitiesView_Label_New
source: New
pl: Nowy

# ActivitiesView_Text_Duration
source: Duration:
pl: Czas trwania:

# AlreadyOccupiedException_ScheduleEntriesDesignViewModel_reservationOperation
source: Customer is already in the reservation list
pl: Klient ma już rezerwację na wybrane zajęcia.

# AlreadyOccupiedException_ScheduleEntriesDesignViewModel_Save
source: Some entries are overlapped already
pl: Niektóre zajęcia zachodzą na siebie. Musisz najpierw poprawić błędne wpisy.

# CustomerGroupsListSelector_Header_Groups
source: Groups
pl: Grupy

# CustomerGroupsViewModel_DeleteSelectedGroup
source: Do you want to delete group {0}?
pl: Czy na pewno chcesz usunąć grupę '{0}'?

# CustomerGroupsView_EmptyListMessage_NoGroups
source: There are no groups yet
pl: Nie stworzyłeś jeszcze żadnej grupy

# CustomerGroupsView_Header_Edit
source: Edit
pl: Edycja

# CustomerGroupsView_Header_Groups
source: Groups
pl: Grupy

# CustomerGroupsView_Label_Delete
source: Delete
pl: Usuń

# CustomerGroupsView_Label_Edit
source: Edit
pl: Edytuj

# CustomerGroupsView_Label_New
source: New
pl: Nowa

# CustomerGroupsView_Text_MaxPersons
source: Max persons:
pl: Max członków:

# CustomersView_Header_Customers
source: Customers
pl: Klienci

# CustomersView_Header_Data
source: Data
pl: Dane

# CustomersView_Header_Edit
source: Edit
pl: Edytuj

# CustomersView_Label_Calendar
source: Calendar
pl: Kalendarz

# CustomersView_Label_Delete
source: Delete
pl: Usuń

# CustomersView_Label_Edit
source: Edit
pl: Edytuj

# CustomersView_Label_Finance
source: Finance
pl: Finanse

# CustomersView_Label_New
source: New
pl: Nowy

# CustomersView_Label_Reports
source: Reports
pl: Raporty

# DeleteConstraintException_ScheduleEntriesDesignViewModel_Save
source: Cannot delete some entries because they are used already
pl: Nie można usunąć niektórych wpisów, ponieważ są już używane.

# ErrorToolTip_ScheduleEntryViewModel
source: You must set an activity for this entry
pl: Musisz wybrać zajęcia dla tego wpisu.

# Error_CustomerGroupDetailsViewModel_AddMember_AlreadyInGroup
source: This user is already in this group
pl: Wybrany klient jest już członkiem tej grupy.

# Error_CustomerGroupDetailsViewModel_AddMember_InAnotherGroup
source: This user belongs to another group already
pl: Wybrany klient jest już członkiem innej grupy.

# Error_CustomerGroupDetailsViewModel_AddMember_InRestrictedGroup
source: This user belongs to another partiall or fully restricted group already
pl: Wybrany klient jest już członkiem innej grupy wyłącznej.

# Exception_ActivitiesViewModel_DeleteSelectedActivity_CannotRemove
source: Cannot remove selected activity
pl: Nie udało się usunąć zaznaczonego zajęcia

# Exception_CustomerGroupsViewModel_DeleteSelectedGroup_CannotRemove
source: Cannot remove selected group
pl: Nie udało się usunąć zaznaczonej grupy

# Exception_ScheduleEntriesDesignViewModel_MarkAsPaid
source: Exception occurred
pl: Nie udało się wykonać tej operacji

# Exception_ScheduleEntriesDesignViewModel_reservationOperation
source: Exception occurred
pl: Nie udało się wykonać tej operacji

# Exception_ScheduleEntriesDesignViewModel_Save
source: Exception occurred
pl: Nie udało się wykonać tej operacji

# CustomerGroup_Text_Members
source: Members:
pl: Członkowie:

# Activity_Text_Price
source: Price:
pl: Cena:

# InstructorModule_createBodyInstructorRibbon_ButtonLabel_Activities
source: Activities
pl: Zajęcia

# InstructorModule_createBodyInstructorRibbon_CustomerGroups_Label_Groups
source: Groups
pl: Grupy

# InstructorModule_createBodyInstructorRibbon_CustomerHeader_Customers
source: Customers
pl: Klienci

# InstructorModule_createBodyInstructorRibbon_Customers_Label_Customers
source: Customers
pl: Klienci

# InstructorModule_createBodyInstructorRibbon_Reminders_Label_Reminders
source: Reminders
pl: Przypomnienia

# InstructorModule_createBodyInstructorRibbon_RibbonHeader_Catalogs
source: Catalogs
pl: Katalogi

# InstructorModule_createBodyInstructorRibbon_ScheduleEntries_Label_Sheduler
source: Scheduler
pl: Planner

# RemindersView_EmptyListMessage_NoReminders
source: No reminders defined yet
pl: Nie zdefiniowano jeszcze żadnego przypomnienia

# RemindersView_Header_Edit
source: Edit
pl: Edycja

# RemindersView_Header_Name
source: Name
pl: Nazwa

# RemindersView_Header_Reminders
source: Reminders
pl: Przypomnienia

# RemindersView_Header_View
source: View
pl: Widok

# RemindersView_Header_When
source: When
pl: Kiedy

# ActivitiesView_Fill_Header_Activities
source: Activities
pl: Zajęcia

# AlreadyOccupiedException_SaveScheduleEntriesWindow_Save
source: Selected date range contains some entries. You can copy to empty range only.
pl: Zaznaczony okres zawiera już wpisy. Możesz wykonać kopię tylko do okresu, który nie zawiera żadnych wpisów.

# AlreadyOccupiedException_usrCustomerGroupDetails_Save
source: One or more members belong to another partially or fully restricted group.
pl: Do grupy przypisano klientów, którzy są obecnie zapisani do innych grup typu wyłącznego (częściowo lub w pełni wyłączne). Klient może należeć tylko do jednej grupy wyłącznej.

# CustomerGroupsView_Fill_Header_Groups
source: Groups
pl: Grupy

# CustomersViewModel_DeleteSelectedActivity_DeleteCustomerQuestion
source: Do you want to delete customer {0}?
pl: Czy na pewno chcesz usunąć klienta '{0}'?

# CustomersView_Fill_Header_Customers
source: Customers
pl: Klienci

# ProductsView_Fill_Header_Products
source: Products:
pl: Produkty:

# RemindersView_Fill_Header_Reminders
source: Reminders
pl: Przypomnienia

# ErrInstructorAccountRequired
source: This operation is available only in Instructor account
pl: Ta funkcja jest dostępna tylko dla konta Instruktor

# ErrDeleteCustomer
source: Cannot delete selected customer. It is already used in the rest of the system.
pl: Nie udało się usunąć zaznaczonego klienta ponieważ jest on używany w systemie.

# CustomerGroupsView_Text_RestrictedType
source: Restricted:
pl: Wyłączność:

# MyPlacesListSelector_Header_MyPlaces
source: My places
pl: Moje miejsca

# RemindersViewModel_Delete_CannotRemoveReminder
source: Cannot remove selected reminder
pl: Nie możesz usunąć zaznaczonego powiadomienia

# RemindersViewModel_Delete_DeleteReminder
source: Do you want to delete {0} reminder?
pl: Czy na pewno chcesz usunąć powiadomienie '{0}'?

# RemindersViewModel_IList_Birthdays
source: Birthdays
pl: Urodziny

# RemindersViewModel_IList_Calendar
source: Calendar
pl: Dziennik

# RemindersViewModel_IList_Schedules
source: Schedules
pl: Planner

# RemindersViewModel_IList_Yours
source: Yours
pl: Moje

# RemindersView_Label_Delete
source: Delete
pl: Usuń

# RemindersView_Label_Edit
source: Edit
pl: Edytuj

# RemindersView_Label_New
source: New
pl: Nowe

# RemindersView_Label_Show
source: Show
pl: Pokaż

# RemindersView_Text_ViewOnly
source: You can view only reminders from this category
pl: Przypomnienia z tej kategorii są tylko do odczytu

# SaveScheduleEntriesWindow_Content_From
source: _From
pl: _Od

# SaveScheduleEntriesWindow_Content_To
source: _To
pl: _Do

# ScheduleEntriesDesignViewModel_ColorModes_Activities
source: Activities
pl: Zajęcia

# ScheduleEntriesDesignViewModel_ColorModes_Groups
source: Groups
pl: Grupy

# ScheduleEntriesDesignViewModel_ReadOnly
source: Your plan has been modified. Do you want to reject your changes and go into readonly mode?
pl: Twój plan zajęć został zmodyfikowany. Czy na pewno chcesz odrzucić zmiany i przejść do trybu widoku?

# ScheduleEntriesDesignViewModel_SaveAndCopy_Finished
source: Copy is finished. Number of created entries: {0}
pl: Kopiowanie zakończone. Liczba stworzonych wpisów: {0}

# ScheduleEntriesDesignViewModel_ShouldCancelChaningDay
source: Your plan has been modified. Do you want to reject your changes and change the current date?
pl: Twój plan zajęć został zmodyfikowany. Czy na pewno chcesz odrzucić zmiany i zmienić wyświetlany okres?

# ScheduleEntriesView_Header_ActivitiesPlan
source: Activities plan
pl: Plan zajęć

# ScheduleEntriesView_Header_Customer
source: Customer
pl: Klient

# ScheduleEntriesView_Header_Customers
source: Customers
pl: Klienci

# ScheduleEntriesView_Header_Design
source: Design
pl: Planuj

# ScheduleEntriesView_Header_General
source: General
pl: Ogólne

# ScheduleEntriesView_Header_Paid
source: Paid
pl: Zapłacone

# ScheduleEntriesView_Header_Reservation
source: Reservation
pl: Rezerwacja

# ScheduleEntriesView_Header_Reservations
source: Reservations
pl: Rezerwacje

# ScheduleEntriesView_Header_Save
source: Save
pl: Zapisz

# ScheduleEntriesView_Header_SaveCopy
source: Save and copy...
pl: Zapisz i kopiuj...

# ScheduleEntriesView_Header_ScheduleEntry
source: Schedule entry
pl: Wpis

# ScheduleEntriesView_Header_StatusCancelled
source: Status: Cancelled
pl: Status: Odwołane

# ScheduleEntriesView_Header_StatusDone
source: Status: Done
pl: Status: Odbyte

# ScheduleEntriesView_Label_CalendarEntries
source: Calendar entries
pl: Wpisy kalendarza

# ScheduleEntriesView_Label_CancelReservation
source: Cancel reservation
pl: Anuluj rezerwację

# ScheduleEntriesView_Label_ColorBy
source: Color by
pl: Kolory dla

# ScheduleEntriesView_Label_DesignSchedule
source: Design your schedule
pl: Zaplanuj swoje zajęcia

# ScheduleEntriesView_Label_MarkAsPaid
source: Mark as paid
pl: Oznacz jako zapłacone

# ScheduleEntriesView_Label_Present
source: Present
pl: Obecny

# ScheduleEntriesView_Label_Reservation
source: Reservation
pl: Rezerwacja

# ScheduleEntriesView_Label_Save
source: Save
pl: Zapisz

# ScheduleEntriesView_Label_StatusDone
source: Status: Done
pl: Status: Odbyte

# ScheduleEntriesView_ToolTip_Cancel
source: Cancel
pl: Anuluj

# ScheduleEntriesView_ToolTip_Cancelled
source: Cancelled
pl: Odwołane

# ScheduleEntriesView_ToolTip_Delete
source: Delete
pl: Usuń

# ScheduleEntriesView_ToolTip_Done
source: Done
pl: Odbyte

# ScheduleEntriesView_ToolTip_EntryDuration
source: This entry lasts till next day
pl: Te zajecia trwają do końca dnia

# ScheduleEntriesView_ToolTip_HasReminder
source: Has reminder
pl: Ustawiono przypomnienie

# ScheduleEntriesView_ToolTip_IncreaseBy
source: Increase by 30 minutes
pl: Zwiększ o 30 minut

# ScheduleEntriesView_ToolTip_Present
source: Present
pl: Obecny na zajęciach

# ScheduleEntriesView_ToolTip_ReduceBy
source: Reduce by 30 minutes
pl: Zmniejsz o 30 minut

# ScheduleEntriesView_ToolTip_ReservationPaid
source: Reservation is paid
pl: Rezerwacja jest opłacona

# ScheduleEntryReservationViewModel_Customer_Deleted
source: Deleted
pl: Usunięte

# ScheduleEntryViewModel_Subject_Choose
source: (Choose activity)
pl: (Wybierz zajęcia)

# usrActivityDetails_Content_Color
source: _Color:
pl: _Kolor:

# usrActivityDetails_Content_Duration
source: _Duration:
pl: _Czas trwania:

# usrActivityDetails_Content_MaxPersons
source: _Max persons:
pl: _Max osób:

# usrActivityDetails_Content_Name
source: _Name:
pl: _Nazwa:

# usrActivityDetails_Content_Price
source: _Price:
pl: C_ena:

# usrCustomerDetails_Content_Automatic
source: Automatically update measurements from calendar
pl: Automatycznie aktualizuj wymiary z kalendarza

# usrCustomerDetails_Content_Birthday
source: _Birthday:
pl: _Urodziny:

# usrCustomerDetails_Content_FirstName
source: _First name:
pl: _Imię:

# usrCustomerDetails_Content_Gender
source: _Gender:
pl: _Płeć:

# usrCustomerDetails_Content_LastName
source: _Last name:
pl: _Nazwisko:

# usrCustomerDetails_Content_Phone
source: _Phone:
pl: _Telefon:

# usrCustomerDetails_Content_Virtual
source: Is Virtual
pl: Klient wirtualny

# usrCustomerDetails_Header_General
source: General
pl: Ogólne

# usrCustomerDetails_Header_Measurments
source: Measurements
pl: Wymiary

# usrCustomerDetails_Header_Photo
source: Photo
pl: Zdjęcie

# usrCustomerGroupDetails_Content_Color
source: _Color:
pl: _Kolor:

# usrCustomerGroupDetails_Content_DefaultActivity
source: Default _activity:
pl: Domyślne _zajęcia:

# ScheduleEntriesView_Fill_Header_MySchedule
source: My Schedule
pl: Mój planer

# ScheduleEntriesDesignViewModel_ColorModes_MyPlaces
source: My places
pl: Moje miejsca

# ScheduleEntriesView_Header_Groups
source: Groups
pl: Grupy

# ScheduleEntriesView_Ribbon_Design
source: Design your schedule
pl: Zaplanuj zajęcia

# ScheduleEntriesView_Ribbon_GroupReservation
source: Group reservation
pl: Rezerwacja dla grupy

# usrCustomerDetails_Header_Address
source: Address
pl: Adres

# usrCustomerGroupDetails_Content_Fully
source: Fully
pl: Pełna

# usrCustomerGroupDetails_Content_MaxPersons
source: _Max persons:
pl: _Max członków:

# usrCustomerGroupDetails_Content_Name
source: _Name:
pl: _Nazwa:

# usrCustomerGroupDetails_Content_None
source: None
pl: Brak

# usrCustomerGroupDetails_Content_Partially
source: Partially
pl: Częściowa

# usrCustomerGroupDetails_Header_General
source: General
pl: Ogólne

# usrCustomerGroupDetails_Header_Members
source: Members
pl: Członkowie

# usrCustomerGroupDetails_Header_Restrictions
source: Restrictions
pl: Wyłączność

# usrCustomerGroupMembersEditor_EmptyListMessage_NoCustomers
source: There are no customers
pl: Nie masz jeszcze klientów

# usrCustomerGroupMembersEditor_EmptyListMessage_NoMembers
source: This group has no members
pl: Ta grupa nie jeszcze żadnych członków

# usrCustomerInfo_Content_Disconnect
source: Disconnect...
pl: Odłącz...

# usrCustomerInfo_Watermark_SelectToConnect
source: Select an existing customer to connect
pl: Wybierz klienta do połączenia

# usrCustomerInfo_Text_ConnectedWith
source: Connected with:
pl: Połącz z:

# usrCustomerInfo_Text_NotCustomer
source: This user is not your customer yet.
pl: Ten użytkownik nie jest jeszcze powiązany z żadnym klientem.

# usrCustomerInfo_Text_SelectCustomer
source: Select a customer for this user. If selected customer already has a different user, it will be disconnected automatically
pl: Wybierz klienta, do którego przypiszesz wybranego użytkownika. W przypadku, gdy wybrany klient jest już przypisany do innego użytkownika, to zostanie od odłączony automatycznie

# usrCustomersListBox_EmptyListMessage_NoCustomers
source: There are no customers
pl: Nie ma jeszcze żadnych klientów

# usrCustomersListBox_Watermark_Filter
source: Type name or email to filter
pl: Wpisz nazwę lub email do przefiltrowania

# usrCustomersList_Header_FirstName
source: First name
pl: Imię

# usrCustomersList_Header_LastName
source: Last name
pl: Nazwisko

# usrCustomersList_Header_Photo
source: Photo
pl: Zdjęcie

# usrCustomersList_Header_Virtual
source: Is Virtual
pl: Klient wirtualny

# usrCustomersList_Watermark_Filter
source: Type name or email to filter
pl: Wpisz nazwę lub email do przefiltrowania

# usrGroupMembersListBox_Watermark_Filter
source: Type name or email to filter
pl: Wpisz nazwę lub email do przefiltrowania

# usrPaymentDetails_Text_Payment
source: Payment
pl: Płatność

# usrProductDetails_Content_Date
source: _Date:
pl: _Data:

# usrProductDetails_Content_Name
source: _Name:
pl: _Nazwa:

# usrProductDetails_Content_Price
source: _Price:
pl: _Cena:

# usrProductDetails_Header_Information
source: Information
pl: Informacja

# usrProductDetails_Header_Payment
source: Payment
pl: Płatność

# usrProductDetails_Text_None
source: None
pl: Brak

# usrCustomerInfo_Caption_CustomerDetails
source: Customer details
pl: Dane klienta

# usrPaymentDetails_Content_Count
source: _Count:
pl: _Ilość:

# usrPaymentDetails_Content_Date
source: _Date:
pl: _Data:

# usrPaymentDetails_Content_Price
source: _Price:
pl: _Cena:

# usrProductsList_Header_Ascending
source: Ascending
pl: Rosnąco

# usrProductsList_Header_Criteria
source: Criteria
pl: Kryteria

# usrProductsList_Header_Date
source: Date
pl: Data

# usrProductsList_Header_Descending
source: Descending
pl: Malejąco

# usrProductsList_Header_Finances
source: Finances
pl: Finanse

# usrProductsList_Header_Order
source: Order
pl: Sortowanie

# usrProductsList_Header_Price
source: Price
pl: Cena

# usrProductsList_Header_ProductName
source: Product name
pl: Nazwa produktu

# usrProductsList_Header_Search
source: Search
pl: Wyszukiwanie

# usrProductsList_Label_More
source: More
pl: Więcej

# usrProductsList_Label_Payment
source: Payment
pl: Płatność

# usrProductsList_Label_Search
source: Search
pl: Znajdź

# usrProductsList_Text_EndDate
source: End date
pl: Do daty

# usrProductsList_Text_StartDate
source: Start date
pl: Od daty

# usrReminderDetails_Content_10Minutes
source: 10 minutes
pl: 10 minut

# usrReminderDetails_Content_15Minutes
source: 15 minutes
pl: 15 minut

# usrReminderDetails_Content_18Hours
source: 18 hours
pl: 18 godzin

# usrReminderDetails_Content_1Day
source: 1 day
pl: 1 dzień

# usrReminderDetails_Content_1Hour
source: 1 hour
pl: 1 godzina

# usrReminderDetails_Content_1Week
source: 1 week
pl: 1 tydzień

# usrReminderDetails_Content_30Minutes
source: 30 minutes
pl: 30 minut

# usrReminderDetails_Content_5Minutes
source: 5 minutes
pl: 5 minut

# usrReminderDetails_Content_AtStartTime
source: At start time
pl: O czasie

# usrReminderDetails_Content_EveryDay
source: Every day
pl: Codziennie

# usrReminderDetails_Content_EveryMonth
source: Every month
pl: Każdego miesiąca

# usrReminderDetails_Content_EveryWeek
source: Every week
pl: Co tydzień

# usrReminderDetails_Content_EveryYear
source: Every year
pl: Co roku

# usrReminderDetails_Content_Name
source: _Name:
pl: _Nazwa:

# usrReminderDetails_Content_OnlyOnce
source: Only once
pl: Tylko raz

# usrReminderDetails_Content_Remind
source: _Remind:
pl: _Przypomnij:

# usrReminderDetails_Content_Repeat
source: _Repeat:
pl: P_owtórz:

# usrReminderDetails_Content_When
source: _When:
pl: _Kiedy:

# usrScheduleEntryDetails_Content_Activity
source: _Activity:
pl: _Zajęcia

# usrScheduleEntryDetails_Content_AssignedGroup
source: Assigned _group:
pl: Przypisana _grupa:

# usrScheduleEntryDetails_Content_MaxPersons
source: _Max persons:
pl: Max osób:

# usrScheduleEntryDetails_Content_Price
source: _Price:
pl: _Cena:

# usrScheduleEntryDetails_Header_Remind
source: Remind
pl: Przypomnienie

# usrScheduleEntryDetails_Watermark_NotSet
source: (Not set)
pl: (Nie ustawiono)

# usrUserReminders_EmptyListMessage_NoThings
source: No important things for today
pl: Nic nie zaplanowano na dzisiaj

# usrUserReminders_Caption_Notifications
source: Notifications
pl: Powiadomienia

# usrProductsList_ToolTip_ReservationIsPaid
source: Reservation is paid
pl: Rezerwacja jest opłacona

# usrProductsList_Header_Present
source: Present
pl: Obecny

# usrProductsList_Ribbon_OrderBy
source: Order by
pl: Sortuj po

# usrProductsList_Ribbon_SortOrderDirection
source: Sort order
pl: Kierunek

# usrProductsList_ToolTip_Present
source: Customer was present
pl: Klient był obecny na zajęciach

# usrScheduleEntryDetails_Label_MyPlace
source: _Place:
pl: _Miejsce:

# usrUserRemindersViewModel_Caption_Notifications
source: Notifications: ({0})
pl: Powiadomienia: ({0})

# usrCustomerDetails_Description_VirtualCustomer
source: Virtual client represents a group of people like women, student, policeman etc. You can make a reservation for virtual customer many times for the same activity and they cannot be a part of any customers groups.
pl: Klient wirtualny reprezentuje grupę ludzi (np. można stworzyć klienta wirtualnego Kobiety, Policjanci, itp.). Klienci wirtualni mogą być rezerwowani wiele razy na te same zajęcia oraz nie mogą być dodawani do grup.

# usrCustomerGroupDetails_Description_CustomerGroupRestiction_Fully
source: Customers added to this group cannot be members of any other groups (regardless restriction level).
pl: Klienci dodawani do tej grupy, nie będą mogli być członkami innych grup (z dowolnym poziomem wyłączności).

# usrCustomerGroupDetails_Description_CustomerGroupRestiction_None
source: Customers added to this group will be able to be member of any other group except groups with Full restriction level.
pl: Klienci dodawani do tej grupy będą mogli być członkami dowolnej innej grupy (za wyjątkiem grup z Pełnym poziomem wyłączności).

# usrCustomerGroupDetails_Description_CustomerGroupRestiction_Partially
source: Customers added to this group can be members of group without any restriction level only. They cannot be a part of groups with Full or Partially restriction level.
pl: Klienci dodawani do tej grupy będą mogli być członkami dowolnej innej grupy bez poziomu wyłączności. Nie będą mogli być natomiast członkami grup z Pełnym lub Częściowym poziomem wyłączności.

# ErrCopyRangeIsNotValidRequired
source: Destination date range must be at least one week
pl: Wybrany przedział czasu nie może być krótszy niż tydzień.

# SaveScheduleEntriesWindow_Description
source: Destination date range must be at least one week and cannot contains any entries.
pl: Wybrany przedział czasu nie może być krótszy niż tydzień i nie może zawierać żadnych wpisów.

# usrProductsList_Header_IsPaid
source: Paid
pl: Zapłacone

# usrCustomersList_ToolTip_BirthdayToday
source: This customer has birthday today
pl: Ten klient ma dzisiaj urodziny

# usrCustomersList_ToolTip_IsVirtual
source: This customer is virtual
pl: Ten klient jest wirtualny

# SaveScheduleEntriesWindow_Title
source: Copy schedule entries
pl: Kopiuj wpisy

# ActivitiesListSelector_Header_Championships
source: Championships
pl: Zawody

# ChampionshipCategoryEditor_ByWeight_Weight
source: _Weight
pl: Wg wagi

# ChampionshipCategoryEditor_Gender_All
source: All
pl: Wszyscy

# ChampionshipCategoryEditor_Gender_Men
source: Men
pl: Mężczyźni

# ChampionshipCategoryEditor_Label_ByWeight
source: By weight
pl: Wg wagi

# ChampionshipCategoryEditor_Label_Category
source: Category
pl: Kategoria

# ChampionshipCategoryEditor_Label_Gender
source: Gender
pl: Płeć

# ChampionshipCategoryEditor_Label_Women
source: Women
pl: Kobiety

# ChampionshipExerciseViewModel_DisplayWeightCategory
source: {0}: Category {1}
pl: {0}: Kategoria {1}

# ChampionshipExerciseViewModel_NeedsMeasure
source: (Needs measure)
pl: (Należy zważyć)

# ChampionshipType_Trojboj
source: Powerlifting
pl: Trójbój siłowy

# ChampionshipType_ZawodyWyciskanieSztangi
source: Bench press
pl: Wyciskanie sztangi leżąc

# ChampionshipView_ErrSaveUnhandled
source: Unhandled exception
pl: Nie udało się zapisać zmian.

# ChampionshipView_Grouping_ByGender
source: By gender
pl: Wg płci

# ChampionshipView_Grouping_ByTeam
source: By team
pl: Wg klubu

# ChampionshipView_Grouping_ByWeight
source: By weight categories
pl: Wg kategorii wagowych

# ChampionshipView_Grouping_None
source: None
pl: Brak

# ChampionshipView_Header
source: Championship: {0}
pl: Zawody: {0}

# ChampionshipView_QDeleteGroup
source: Do you want to delete the selected group?
pl: Czy na pewno chcesz usunąć zaznaczoną grupę?

# usrChampionshipScheduleEntryEditor_Content_Price
source: _Price:
pl: _Cena:

# usrChampionshipScheduleEntryEditor_ErrCategoryAlreadySelected
source: You have already this category in the list
pl: Wybrana kategoria jest już dodana do listy.

# usrChampionshipScheduleEntryEditor_Header_Categories
source: Winning categories
pl: Zwycięskie kategorie

# usrChampionshipScheduleEntryEditor_Label_MyPlace
source: _My place:
pl: _Moje miejsce:

# usrChampionshipScheduleEntryEditor_Label_Name
source: _Name:
pl: _Nazwa:

# usrChampionshipScheduleEntryEditor_Label_TeamCount
source: _Team count:
pl: _Uwzględniane drużyny:

# ScheduleEntriesView_Header_Championship
source: Championship
pl: Zawody
