Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.Suplements/SuplementsEntryStrings.*.resx
Languages: pl

# ColumnSuplementName
source: Name
pl: Nazwa

# DefaultSuplementsName
source: Supplement types
pl: Suplement

# DeleteThisEntryTip
source: Delete this entry
pl: Usuń ten wpis

# EntryTypeName
source: Supplements
pl: Suplementy

# ErrorCannotDeleteSuplementType
source: Cannot delete selected supplement types. Please see the log file. ErrorId: {0}.
pl: Nie udało się usunać suplementu. Dodatkowe informacje znajdują się w logu. ErrorId: {0}.

# QDeleteSuplementRow
source: Do you want to remove selected row?
pl: Czy na pewno chcesz usunąć zaznaczony wiersz?

# QDeleteSuplementType
source: Do you want to delete selected supplement types?
pl: Czy na pewno chcesz usunąć zaznaczone suplementy?

# SelectSuplementType
source: (Select a supplement type)
pl: (Wybierz typ suplementu)

# SuplementGrid_DosageColumn
source: Dosage
pl: Dawkowanie

# SuplementGrid_DosageTypeColumn
source: Dosage type
pl: Typ dawki

# SuplementGrid_NameColumn
source: Name
pl: Nazwa

# SuplementGrid_SuplementColumn
source: Supplement
pl: Suplement

# SuplementGrid_TimeColumn
source: Time
pl: Czas

# SuplementsViewWindow_AddBTN
source: Allows add a new supplement type to the database.
pl: Wyświetla okno umożliwiające dodanie nowego suplementu do bazy.

# SuplementsViewWindow_DeleteBTN
source: Deletes selected supplement types permanently.
pl: Usuwa zaznaczone suplementy z bazy.

# SuplementsViewWindow_EditBTN
source: Allows edit selected supplement type.
pl: Kliknij tutaj, aby edytowac zaznaczony suplement.

# SuplementsViewWindow_SuplementsListView
source: List of all supplement types in the database.
pl: Lista wszystkich suplementów w bazie.

# SuplementTypeEditor_CommentTXT
source: Additional information about this supplement.
pl: Dodatkowe informacje na temat tego suplementu.

# SuplementTypeEditor_NameTXT
source: Name of the supplement. Must be unique and cannot be empty.
pl: Nazwa suplementu. Musi być unikatowa i nie może być pusta.

# SuplementTypesMenu
source: Supplement types...
pl: Suplementy...

# Suplement_Name_Empty
source: Suplement name cannot be empty.
pl: Nazwa suplementu nie może być pusta.

# Suplement_Name_Length
source: Suplement name is too long.
pl: Nazwa suplementu jest za długa.

# Suplement_Name_Unique
source: Suplement name must be unique.
pl: Nazwa suplementu musi być unikatowa.

# usrSupplementsEntry_SupplementsHeader
source: Supplements
pl: Suplementy

# SupplementsModule_ShareToSocial_Name
source: New entry: Supplements
pl: Nowy wpis: Supplementy

# SupplementsModule_ShareToSocial_Date
source: Date: {0}<br/>
pl: Data: {0}<br/>

# ErrorDuringSuplementSaving
source: Error occured during saving.
pl: Podczas zapisu wystąpił nieoczekiwany wyjątek.

# EntryTypeShortDescription
source: If you take any supplements, you can note all information about this fact like dosages and time.
pl: Jeśli wspomagasz się suplementami to korzystając z tej opcji, możesz notować co i ile bierzesz.

# Exception_SupplementsCycleDefinitionEditorViewModel_Save
source: Exception occurred
pl: Wystąpił nieoczekiwany wyjątek.

# SuplementsEntryStrings_Content_Preview
source: Preview
pl: Podgląd

# SuplementsEntryStrings_Content_SelectDays
source: Select your training days:
pl: Wybierz dni treningowe:

# SuplementsEntryStrings_Content_StartDate
source: Start date:
pl: Data rozpoczęcia:

# SuplementsEntryStrings_Content_Weight
source: Your weight:
pl: Twoja waga:

# SuplementsEntryStrings_Header_Parameters
source: Parameters
pl: Parametry

# SuplementsEntryStrings_Header_Preview
source: Preview
pl: Podgląd

# SuplementsEntryStrings_Text_ClickPreview
source: Click the Preview button to see simulation of this supplement cycle. No changes will be applied to your calendar.
pl: Kliknij Podgląd aby zobaczyć symulację wybranego cyklu, Żadne zmiany nie zostaną wprowadzone do kalendarza.

# SupplementItemViewModel_columnName_EmptyId
source: SuplementId cannot be empty
pl: Id supplementu nie może być puste.

# SupplementsCycleDefinitionEditorView_Content_Author
source: _Author
pl: _Autor

# SupplementsCycleDefinitionEditorView_Content_Difficult
source: _Difficulty
pl: _Dla kogo

# SupplementsCycleDefinitionEditorView_Content_Language
source: _Language
pl: _Język

# SupplementsCycleDefinitionEditorView_Content_Name
source: _Name
pl: _Nazwa

# SupplementsCycleDefinitionEditorView_Content_Purpose
source: _Purpose
pl: _Cel

# SupplementsCycleDefinitionEditorView_Header_Description
source: Description
pl: Opis

# Exception_StartSupplementsCycleWindow_OkClick_CannotStartCycle
source: Cannot start this cycle
pl: Nie udało się rozpocząć cyklu.

# Info_usrSupplementsCyclesView_rbtnStartCycle_Click_StartedCycle
source: Supplements cycle has been started. Now you can go to the calendar to see the new entries.
pl: Cykl został rozpoczęty. Możesz teraz przejść do kalendarza i zapoznać się z jego przebiegiem.

# Question_usrSupplementsCyclesView_DoYouWantToDeleteCycle
source: Do you want to delete this cycle?
pl: Czy na pewno chcesz usunąć zaznaczoną rozpiskę?

# StartSupplementsCycleWindow_Title
source: Start a new cycle
pl: Rozpocznij nowy cykl

# StartSupplementsCycleWindow_TrainingType_Cardio
source: Cardio
pl: Kardio

# StartSupplementsCycleWindow_TrainingType_None
source: None
pl: Brak

# StartSupplementsCycleWindow_TrainingType_Strength
source: Strength training
pl: Trening siłowy

# StartSupplementsCycleWindow_TrainingType_StrengthAndCardio
source: Both
pl: Oba

# ErrCannotPublishSuppleDefinition
source: Cannot publish this supplements routine.
pl: Nie udało się opublikować rozpiski cyklu.

# SuplementsEntryStrings_Label_StartDate
source: Start date:
pl: Data rozpoczęcia:

# SuplementsEntryStrings_Label_TotalWeeks
source: How long:
pl: Jak długo:

# SuplementsEntryStrings_Label_WeeksPostFix
source: weeks
pl: tyg.

# Exception_StartSupplementsCycleWindow_ErrPreview
source: Cannot finish this operation.
pl: NIe udało się wykonać tej operacji.

# Exception_StartSupplementsCycleWindow_ErrPreviewTimeout
source: This operation was too long. Please try later.
pl: Ta operacja trwała za długo i została przerwana. Spróbuj ponownie później.

# SupplementsCycleDefinitionEditorViewModel_Header_CEditor
source: Cycle editor:
pl: Edytor cyklu:

# SupplementsCycleDefinitionEditorViewModel_Header_Weeks
source: Weeks: {0}-{1}
pl: Tygodnie: {0}-{1}

# SupplementsCycleDefinitionEditorViewModel_Measurements
source: Measurements
pl: Wymiary

# SupplementsCycleDefinitionEditorViewModel_Update_SelectSuplement
source: (Select a supplement)
pl: (Wybierz suplement)

# SupplementsCycleDefinitionEditorView_Header_Details
source: Details
pl: Szczegóły

# SupplementsCycleDefinitionEditorView_Header_Edit
source: Edit
pl: Edycja

# SupplementsCycleDefinitionEditorView_Header_Editor
source: Editor
pl: Edytor

# SupplementsCycleDefinitionEditorView_Header_Information
source: Information
pl: Informacje

# SupplementsCycleDefinitionEditorView_Label_AddMeasurements
source: Add measurements
pl: Dodaj wymiary

# SupplementsCycleDefinitionEditorView_Label_AddSuplement
source: Add a suplement
pl: Dodaj suplement

# SupplementsCycleDefinitionEditorView_Label_AddWeek
source: Add a week
pl: Dodaj tydzień

# SupplementsCycleDefinitionEditorView_Label_Delete
source: Delete
pl: Usuń

# SupplementsCycleDefinitionEditorView_Label_Save
source: Save
pl: Zapisz

# SupplementsCycleDefinitionEditorView_Watermark_SelectLanguage
source: Select a language
pl: Wybierz język

# SupplementsCycleDefinitionHtmlExporter_BuildDescription
source: Description
pl: Opis

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Author
source: Author
pl: Autor

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_CreationDate
source: Creation date
pl: Data utworzenia

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Details
source: Details
pl: Szczegóły

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Difficulty
source: Difficulty
pl: Dla kogo

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_DosagePer10Kg
source: per 10 kg
pl: na 10 kg

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_HowLong
source: How long
pl: Jak długo

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Info
source: Information
pl: Informacje

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Language
source: Language
pl: Język

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Purpose
source: Purpose
pl: Cel

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Week
source: <TR class='{1}'><TD>Week {0}</TD>
pl: <TR class='{1}'><TD>Tydzień {0}</TD>

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Weeks
source: How long
pl: Jak długo

# SupplementsCycleDefinitionEditorViewModel_Author_Length_Validator
source: Author can have max. 100 characters
pl: Autor może mieć max. 100 znaków.

# SupplementsCycleDefinitionEditorViewModel_Language_Validator
source: Incorrect language
pl: Nieprawidłowy język

# SupplementsCycleDefinitionEditorViewModel_Name_Length_Validator
source: You must enter a name (max. 100 characters)
pl: Musisz podać nazwę (max. 100 znaków).

# SupplementsCycleDefinitionEditorViewModel_Url_Length_Validator
source: Url is too long
pl: Url jest za długi

# SupplementsCycleDefinitionHtmlExporter_BuildInfo_Weeks_Value
source: {0} weeks
pl: {0} tyg.

# SupplementsCycleDefinitionHtmlExporter_Column_Comment
source: Comment
pl: Komentarz

# SupplementsView_NameColumnHeader
source: Name
pl: Nazwa

# SupplementsCyclesList_Header_Author
source: Author
pl: Autor

# SupplementsCyclesList_Header_Name
source: Name
pl: Nazwa

# SupplementsCyclesList_Header_Rating
source: Rating
pl: Ocena

# SupplementsView_Header_Edit
source: Edit
pl: Edycja

# SupplementsView_Header_Supplements
source: Supplements
pl: Suplementy

# SupplementsView_Header_Type
source: Type
pl: Typ

# usrSupplementCycleWeekEditor_Content_Comment
source: _Comment:
pl: _Komentarz:

# SupplementsModule_ShareToSocial_Caption
source: BodyArchitect - workout log and social application created for professional bodybuilders.
pl: BodyArchitect - dziennik treningowy stworzony dla profesjonalnych kulturystów.

# SupplementsModule_CreateRibbon_Header_Supplements
source: Supplements
pl: Suplementy

# SupplementsModule_CreateRibbon_Label_Cycles
source: Cycles
pl: Cykle

# SupplementsCyclesView_Header_Cycles
source: Cycle
pl: Cykl

# SupplementsView_Header_Supplements_xamlCs
source: Supplements
pl: Suplementy

# usrSupplementCycleWeekEditor_CHK_IsRepetitable
source: Use _this week for longer cycles
pl: Skopiuj ten tydzień w przypadku przedłużenia cyklu

# SupplementsCyclesList_ToolTip_CanBeIllegal
source: Contains supplements, that could be illegal in your country.
pl: Zawiera suplementy, które mogą być nielegalne

# SupplementsCyclesList_ToolTip_IsLegal
source: Contains legal supplements only.
pl: Zawiera tylko legalne suplementy.

# usrSupplementCycleWeekEditor_Content_End
source: _End:
pl: K_oniec:

# usrSupplementCycleWeekEditor_Content_Name
source: _Name:
pl: _Nazwa:

# usrSupplementsCycleDosageEditor_Content_Comment
source: _Comment:
pl: _Komentarz:

# usrSupplementsCycleDosageEditor_Content_Dosage
source: _Dosage:
pl: _Dawka:

# usrSupplementsCycleDosageEditor_Content_HowOften
source: _How often:
pl: _Jak często:

# usrSupplementsCycleDosageEditor_Content_Supplement
source: _Supplement:
pl: _Suplement:

# usrSupplementsCycleDosageEditor_Content_When
source: _When:
pl: K_iedy:

# usrSupplementsCyclePreview_Text_CycleSummary
source: Cycle summary:
pl: Podsumowanie cyklu

# usrSupplementsCyclesView_Header_Ascending
source: Ascending
pl: Rosnąco

# usrSupplementsCyclesView_Header_Cycle
source: Cycle
pl: Cykl

# usrSupplementsCyclesView_Header_Descending
source: Descending
pl: Malejąco

# usrSupplementsCyclesView_Header_Edit
source: Edit
pl: Edycja

# usrSupplementsCyclesView_Header_Favorities
source: Favorities
pl: Ulubione

# usrSupplementsCyclesView_Header_MyCycles
source: My cycles
pl: Moje cykle

# usrSupplementsCyclesView_Header_Operations
source: Operations
pl: Operacje

# usrSupplementsCyclesView_Header_Search_RibbonGroup
source: Search
pl: Wyszukiwanie

# usrSupplementsCyclesView_Header_Search_RibbonTab
source: Search
pl: Wyszukiwanie

# usrSupplementsCyclesView_Header_Search_TabItem
source: Search
pl: Wyszukiwanie

# usrSupplementsCycleDosageEditor_Watermark_SupplementName
source: Supplement name
pl: Nazwa suplementu

# usrSupplementCycleWeekEditor_Help_IsRepetitable
source: User, when starting a new cycle, can specify how long it should take. If he choose longer period of time than defined in this routine, BodyArchitect will repeat existing weeks automatically to fill entire time period. If some weeks shouldnâ€™t be repeated, then unselect this option. If you unselect it for all weeks, then user will not be able to extend the cycle.
pl: Użytkownik podczas rozpoczynania nowego cyklu może określić, ile tygodni ten cykl będzie trwać. Jeśli wybierze dłuższy okres czasu niż ten zdefiniowany w rozpisce, BodyArchitect automatycznie powtórzy istniejące tygodnie (zrobi pętlę). Jeśli uważasz, że pewne tygodnie nie powinny być powtarzane, odznacz tą opcję. Jeśli odznaczysz ją dla wszystkich tygodni w planie, wtedy użytkownik nie będzie mógł przedłużyć swojego cyklu.

# usrSupplementsCyclesView_Header_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrSupplementsCyclesView_Label_Add
source: Add
pl: Dodaj

# usrSupplementsCyclesView_Label_Clone
source: Clone
pl: Klonuj

# usrSupplementsCyclesView_Label_Delete
source: Delete
pl: Usuń

# usrSupplementsCyclesView_Label_Edit
source: Edit
pl: Edytuj

# usrSupplementsCyclesView_Label_More
source: More
pl: Więcej

# usrSupplementsCyclesView_Label_New
source: New
pl: Nowy

# usrSupplementsCyclesView_Label_Order
source: Order
pl: Kolejność

# usrSupplementsCyclesView_Label_Publish
source: Publish
pl: Publikuj

# usrSupplementsCyclesView_Label_Remove
source: Remove
pl: Usuń

# usrSupplementsCyclesView_Label_Search
source: Search
pl: Znajdź

# usrSupplementsCyclesView_Label_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrSupplementsCyclesView_Label_StartCycle
source: Start cycle
pl: Rozpocznij cykl

# usrSupplementsCyclesView_Label_View
source: View
pl: Wyświetl

# usrSupplementsEntry_DosageColumnHeader
source: Dosage
pl: Dawka

# usrSupplementsEntry_DosageTypeColumnHeader
source: Dosage type
pl: Rodzaj dawki

# usrSupplementsEntry_NameColumnHeader
source: Name
pl: Nazwa

# usrSupplementsEntry_SupplementsColumnHeader
source: Supplement
pl: Suplement

# usrSupplementsEntry_TimeColumnHeader
source: Time
pl: Czas

# usrSupplementsEntry_DeleteRowButtonTip
source: Deletes entire row
pl: Usuwa cały wiersz

# usrSupplementsEntry_Header_Remind
source: Remind
pl: Przypomnij

# usrSupplementsEntry_Header_Comment
source: Comment
pl: Komentarz

# usrSupplementsEntry_TimeTypeColumnHeader
source: When
pl: Kiedy

# usrSupplementsEntry_Watermark_Comment
source: You can put some comment here
pl: Możesz skomentować ten wpis

# SupplementsCycleDefinitions_Publish_ErrProfileRank
source: To publish supplements cycle definition you must have at least {0} supplements entries in your calendar.
pl: Aby móc publikować rozpiski suplementów, musisz mieć przynajmniej {0} wpisów suplementów w kalendarzu.

# StartSupplementsCycleWindow_Watermark_ChooseSupplementDefinitions
source: (Choose supplements routine)
pl: (Wybierz rozpiskę)
