Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.V2/Localization/LocalizedStrings.*.resx
Languages: pl

# CreateProfileEMailMessage
source: At {0} you have created a profile in BodyArchitect application. Your user name: {1}.
pl: W dniu {0} utworzyłeś profil w systemie bodyArchitect. Twoja nazwa użytkownika: {1}.

# CreateProfileEMailMessage_ActivationMode
source: At {0} you have created a profile in BodyArchitect application. Your user name: {1}. You must click this link to activate your account: {2}
pl: W dniu {0} utworzyłeś profil w systemie bodyArchitect. Twoja nazwa użytkownika: {1}. Musisz kliknąć w ten link, aby Twój profil został aktywowany: {2}

# CreateProfileEMailSubject
source: Welcome to the BodyArchitect
pl: Witaj w systemie BodyArchitect

# RestorePasswordEmailMessage
source: At {0} password for your account has been restored. The new password is: {1}
pl: W dniu {0} Twoje hasło zostało zmienione. Nowe hasło: {1}

# RestorePasswordEmailSubject
source: BodyArchitect - new password
pl: BodyArchitect - nowe hasło

# VoteEMailMessage
source: At {0} user {1} has voted on your {2}. This user gave {3} stars.
pl: W dniu {0} użytkownik {1} ocenił Twój plan/ćwiczenie: {2} i dał następującą ilość gwiazdek: {3}.

# AddTrainingDayCommentEMailMessage
source: At {0} user {1} has commented your training day {2}. He wrote „{3}”.
pl: W dniu {0} użytkownik {1} skomentował Twój wpis z dnia {2}. Jego kometarz to: „{3}”.

# AddTrainingDayCommentEMailSubject
source: User {1} has commented your training day {2}.
pl: Użytkownik {1} skomentował Twój wpis z dnia {2}.

# AcceptInvitationEMailMessage
source: At {1} user {0} has accepted an invitation. Now he is in your friend's circle. He wrote „{2}”.
pl: W dniu {1} użytkownik {0} zaakceptował Twoje zaproszenie i znajdziesz go obecnie w swoim kręgu znajomych. Wiadomość od niego: „{2}”.

# AcceptInvitationEMailSubject
source: User {0} has accepted an invitation.
pl: Użytkownik {0} zaakceptował zaproszenie.

# InviteFriendEMailMessage
source: At {1} user {0} has invite you to his circle of friends. He wrote „{2}”
pl: W dniu {1} użytkownik {0} zaprosił Cię do swojego kręgu znajomych. Wiadomość od niego: „{2}”

# InviteFriendEMailSubject
source: User {0} has invite you to his circle of friends.
pl: Użytkownik {0} zaprosił Cię do swojego kręgu znajomych.

# RejectFriendshipEmailMessage
source: At {1} user {0} has rejected friendship with you. He wrote „{2}”.
pl: W dniu {1} użytkownik {0} usunął Cię z listy znajomych. Wiadomość od niego: „{2}”.

# RejectFriendshipEmailSubject
source: User {0} has rejected friendhips with you.
pl: Użytkownik {0} usunął Cie z listy znajomych.

# RejectInvitationEmailMessage
source: At {1} user {0} has rejected invitation from you. He wrote „{2}”
pl: W dniu {1} użytkownik {0} odrzucił Twoje zaproszenie. Wiadomość od niego: „{2}”.

# RejectInvitationEmailSubject
source: User {0} has rejected invitation from you.
pl: Użytkownik {0} odrzucił Twoje zaproszenie.

# FriendsTrainingDayChangedEMailMessage
source: At {2} user {0} changed his calendar on {1}. Records: {3}
pl: W dniu {2} użytkownik {0} zmienił swój kalendarz z dnia {1}. Uzyskane rekordy: {3}

# FriendsTrainingDayChangedEMailSubject
source: User {0} changed his calendar on {1}.
pl: Użytkownik {0} zmienił swój kalendarz z dnia {1}.

# FavoriteProfileDeleted_Content
source: User {0} has deleted his profile.
pl: Użytkownik {0} usunął swój profil.

# FavoriteProfileDeleted_Topic
source: User has deleted his profile.
pl: Użytkownik usunął swój profil.

# FollowersTrainingDayChangedEMailMessage
source: At {2} user {0} changed his calendar on {1}. Records: {3}
pl: W dniu {2} użytkownik {0} zmienił swój kalendarz z dnia {1}. Uzyskane rekordy: {3}

# FollowersTrainingDayChangedEMailSubject
source: User {0} changed his calendar on {1}.
pl: Użytkownik {0} zmienił swój kalendarz z dnia {1}.

# FriendProfileDeleted_Content
source: User {0} has deleted his profile.
pl: Użytkownik {0} usunął swój profil.

# FriendProfileDeleted_Topic
source: User has deleted his profile.
pl: Użytkownik usunął swój profil.

# ProfileCreated_Content
source: Welcome to the best fitness application. You can use it as your workout log, workout plans database or to share with other users logs, plans and more... Be creative and use this application every day.
pl: Witaj w najlepszym programie dla profesjonalnych kulturystów. Dzięki niemu możesz prowadzić zaawansowany dziennik treningowy, uzyskać dostęp do ogromnej bazy planów treningowych oraz rozpisek suplementów, a także dzielić się z innymi pakerami swoim doświadczeniem. W każdej chwili masz dostęp do dzienników treningowych innych użytkowników, możesz pdejrzeć w jaki sposób ćwiczą i jak dochodzą do doskonałej formy. A jeśli masz jakieś uwagi, bez problemu możesz skomentować taki trening. Bądź kreatywny i korzystaj z programu każdego dnia.

# ProfileCreated_Topic
source: Welcome to the BodyArchitect!
pl: Witaj w programie BodyArchitect!

# SupplementDefinitionEntry_ReminderName
source: Supplement cycle: {0}
pl: Cykl: {0}

# VoteEMailSubject
source: User {1} has voted on your {2}.
pl: Użytkownik {1} ocenił Twój plan/ćwiczenie {2}.

# ReminderBirthday
source: {0} has birthday at {1}
pl: {0} ma urodziny dnia {1}

# ReminderMeasurements
source: At {0} you have measurements planned.
pl: Dnia {0} masz zaplanowane pomiary ciała.

# ReminderScheduleEntry
source: At {0} you have {1} activity.
pl: Dnia {0} masz zajęcia {1}.

# ReminderStrengthTraining
source: At {0} you have strength training planned.
pl: Dnia {0} masz zaplanowany trening siłowy.

# ReminderSupplements
source: At {0} you have supplements planned.
pl: Przypominamy o wzięciu suplementów dnia {0}.
