Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Service.V2/Localization/SupplementsStrings.*.resx
Languages: pl

# 094A2EC2-D81C-4B41-B8F5-2A2DEB4BFF2F_Name
source: Creatine - malate
pl: Kreatyna - jabłczan

# 1062465F-365A-432E-BAEB-6A7ADA1A43EC_Name
source: Joins regeneration
pl: Regeneracja stawów

# 13826022-8F20-4210-BF5E-0AA963CFC194_Name
source: Taurine
pl: Tauryna

# 1EE3FA0F-0835-4462-B8F7-1C036EFD5097_Name
source: Glutamine
pl: Glutamina

# 296004CF-4F0D-4FA9-8897-2349F3F411D3_Name
source: Creatine - monohydrate
pl: Kreatyna - monohydrat

# 3B2BF26F-5310-4148-8E4E-3C0431C0FA75_Name
source: Whey
pl: Białko

# 4B1DF63B-24AF-4B98-95AE-70407BC4193E_Name
source: Izotonic
pl: Izotonik

# 4E9DF6C8-9652-4C15-9CC5-A09A33F19C97_Name
source: Pre-Workout Nutrition
pl: Odżywka przedtreningowa

# 598A10DA-EE36-4706-8ABC-AA218B0AC142_Name
source: Creatine - stack
pl: Kreatyna - stack

# 677EBCC7-8113-4B81-9061-54D8CC07C7D2_Name
source: Caffeine
pl: Kofeina

# 6924B01A-AE6B-4056-BEDA-7EDAE5F5B1C4_Name
source: Fat burner
pl: Spalacz tłuszczu

# 6930E4C1-18E9-482E-BAF2-90697F4AE75E_Name
source: Leucine
pl: Leucyna

# 6F1E5C88-4BB2-4E61-BACE-F05BF4442AEB_Name
source: L-Arginine
pl: L-Arginina

# 7281644E-6231-435A-A9F3-2E0D07411578_Name
source: Dextrose
pl: Dekstroza

# 85BECB6E-6469-48FC-8249-3BC283ADEF4E_Name
source: Ribose
pl: Ryboza

# 9800EB48-DECF-4F1B-A9B2-0EC1BEAEF70C_Name
source: Vitamins
pl: Witaminy

# B17BAD16-553E-4107-B06E-197F5DF7ACF3_Name
source: Growth hormone
pl: Hormon wzrostu

# D19B1D8D-872D-42E8-8737-55CCB9B958B2_Name
source: Beta-Alanine
pl: Beta-Alanina

# D8F8FD0D-31E0-4763-9F1E-ED5AE49DFBD8_Name
source: Prohormone
pl: Prohormon

# E2C2CEC8-F84F-42C4-A338-F0B13FF10323_Name
source: Booster - Testosterone
pl: Booster - Testosteronu

# E6BB4CF7-60B2-46A4-9E83-252E386C6F2B_Name
source: Amino acid
pl: Aminokwasy

# ED696310-1AE1-4E3A-99DA-78B05A21F73A_Name
source: Carnitine
pl: Karnityna

# F099FF98-BB78-4E99-AFA3-EE0355974CD9_Name
source: Steroid
pl: Steryd

# F4DD2D72-6C9A-4E69-9017-95C72291BA8C_Name
source: Post-Workout Nutrition
pl: Odżywka potreningowa
