Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.GPSTracker/Resources/GPSStrings.*.resx
Languages: pl

# GpsTrackerChart_XAxis_Distance
source: Distance
pl: Dystans

# GpsTrackerChart_XAxis_Time
source: Time
pl: Czas

# GpsTrackerChart_YAxis_Altitude
source: Altitude
pl: Wysokość

# GpsTrackerChart_YAxis_Speed
source: Speed
pl: Prędkość

# GPSTrackerViewModel_ErrRetrieveWeather
source: Cannot retrieve the current weather.
pl: Nie udało się pobrać danych o pogodzie.

# GPSTrackerViewModel_ErrRetrievingGpsCoordinates
source: Error occured. Please try later..
pl: Nie udało się pobrać danych gps. Spróbuj później...

# GPSTrackerViewModel_RetrievingCurrentWeather
source: Retrieving weather data...
pl: Pobieranie info o pogodzie...

# GPSTrackerViewModel_RetrievingGpsCoordinates
source: Retrieving gps coordinates...
pl: Pobieranie danych gps...

# GPSTrackerViewModel_WeatherNotAvailable
source: (Not available)
pl: (Brak danych)

# usrGPSTrackerEntryDetails_Header_Comments
source: Comment
pl: Komentarz

# usrGPSTrackerEntryDetails_Header_Reminder
source: Remind me
pl: Przypomnij

# usrGPSTrackerEntryDetails_Watermark_Comment
source: Enter some comment here
pl: Tutaj wpisz dodatkowe informacje

# usrGPSTrackerEntry_Button_RetrieveWeather
source: Get current
pl: Pobierz

# usrGPSTrackerEntry_Header_Chart
source: Analysis
pl: Analiza

# usrGPSTrackerEntry_Header_Details
source: Details
pl: Szczegóły

# usrGPSTrackerEntry_Header_Map
source: Map
pl: Trasa

# usrGPSTrackerEntry_Header_Weather
source: Weather
pl: Pogoda

# usrGPSTrackerEntry_Header_Workout
source: Workout
pl: Trening

# usrGPSTrackerEntry_Help_Weather
source: Weather is recorded in Premium or Instructor account only
pl: Warunki pogodowe rejestrowane są tylko dla kont Premium oraz Instruktor.

# usrGPSTrackerEntry_InfoEntryWithoutGpsData
source: Workout doesn't have gps coordinates. By using mobile application you can gather gps data which are needed to perform detailed analysys (in Premium or Instructor account only).
pl: Trening nie ma danych GPS. Korzystając z aplikacji na telefon możesz rejestrować trasę, dzięki czemu będzie możliwa szczegółowa analiza (tylko dla kont Premium lub Instruktor).

# usrGPSTrackerEntry_Label_AvgPace
source: Average pace
pl: Średnie tempo

# usrGPSTrackerEntry_Label_AvgSpeed
source: Average speed
pl: Średnia prędkość

# usrGPSTrackerEntry_Label_Chart_Altitude
source: Altitude
pl: Wysokość

# usrGPSTrackerEntry_Label_Chart_Distance
source: Distance
pl: Dystans

# usrGPSTrackerEntry_Label_Chart_Pace
source: Pace
pl: Tempo

# usrGPSTrackerEntry_Label_Chart_Speed
source: Speed
pl: Prędkość

# usrGPSTrackerEntry_Label_Chart_Time
source: Time
pl: Czas

# usrGPSTrackerEntry_Label_Distance
source: D_istance
pl: _Dystans

# usrGPSTrackerEntry_Label_Duration
source: _Duration
pl: _Czas trwania

# usrGPSTrackerEntry_Label_Exercise
source: _Activity
pl: _Aktywność

# usrGPSTrackerEntry_Label_MaxAltitude
source: Ma_x altitude
pl: Wysokość ma_x.

# usrGPSTrackerEntry_Label_MaxSpeed
source: Max speed
pl: Prędkość max.

# usrGPSTrackerEntry_Label_MinAltitude
source: _Min altitude
pl: _Wysokość min.

# usrGPSTrackerEntry_Label_TotalAscent
source: Total ascent
pl: Wzniesienia

# usrGPSTrackerEntry_Label_TotalDescent
source: Total descent
pl: Zejścia

# usrGPSTrackerEntry_Radio_Chart_ByDistance
source: by distance
pl: dystans

# usrGPSTrackerEntry_Radio_Chart_ByTime
source: by time
pl: czas

# usrGPSTrackerEntry_RibbonGroup_Map
source: Map
pl: Mapa

# usrGPSTrackerEntry_RibbonItem_RoadMap
source: Road
pl: Drogi

# usrGPSTrackerEntry_RibbonItem_SateliteMap
source: Satelite
pl: Zdjecia satelitarne

# usrLapsDetails_Header_Distance
source: Distance ({0})
pl: Dystans ({0})

# usrLapsDetails_Header_LapTime
source: Lap time
pl: Czas okrążenia

# usrLapsDetails_Header_Pace
source: Pace ({0})
pl: Tempo ({0})

# usrLapsDetails_Header_Speed
source: Speed ({0})
pl: Prędkość ({0})

# usrLapsDetails_Header_TotalTime
source: Total time
pl: Całkowity czas

# EntryTypeShortDescription
source: Great way to track your cardio activities (running, cycling etc). Use your mobile GPS to gather detailed info about your training.
pl: Najlepszy sposób na prowadzenie dziennika z dowolnej aktywności kardio (bieganie, rower itp). Wykorzystaj swój telefon, aby rejestrować bardziej szczegółowe dane o treningu.

# GPSTrackerCalendarDayContent_Distance
source: Distance: {0:0.#} {1}
pl: Dystans: {0:0.#} {1}

# GPSTrackerCalendarDayContent_Duration
source: Duratrion: {0}
pl: Czas: {0}

# usrLapPushpinInfo_Label_Distance
source: Distance:
pl: Dystans:

# usrLapPushpinInfo_Label_LapTime
source: Lap time:
pl: Czas okrążenia:

# usrLapPushpinInfo_Label_TotalTime
source: Total time:
pl: Całkowity czas:

# usrGPSTrackerEntry_ErrActivityNull
source: You must select an activity first.
pl: Musisz wybrać aktywność przed zapisem.
