Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Controls/Localization/ApplicationStrings.*.resx
Languages: pl

# BTNEditExercise
source: &Open...
pl: &Otwórz...

# BTNNewExercise
source: &Add...
pl: &Dodaj...

# CancelingOperation
source: Cancelling...
pl: Anulowanie...

# CMBExerciseName
source: Name
pl: Nazwa

# CMBExerciseShortcut
source: Shortcut
pl: Skrót

# CMBExerciseType
source: Type
pl: Typ

# EmptyExerciseCellText
source: [Select an exercise]
pl: [Wybierz ćwiczenie]

# ErrorAuthentication
source: Unable to login. Please check your log file. Error code: {0}
pl: Nie udało się zalogować. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorAuthenticationWrongCredentials
source: Invalid username or password.
pl: Nieprawidłowa nazwa użytkownika lub hasło.

# ErrorCheckUpdates
source: Error occured while checking for updates. Please check your log file. Error code: {0}
pl: Podczas sprawdzania aktualizacji wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorCreateProfile
source: Error occured while creating the profile. Please check your log file. Error code: {0}
pl: Podczas tworzenia profilu wystąpił błąd. Proszę wprawdzić plik z logami. Kod błędu: {0}

# ErrorCreateProfileUnique
source: Profile with the specified name already exists. Please enter a different name.
pl: Profil o podanej nazwie już istnieje. Proszę podać inną nazwę.

# ErrorDeleteProfile
source: Failed to delete the profile. Please check your log file. Error code: {0}
pl: Nie udało się usunąć profilu. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorDuringUpdates
source: Error occured while updating the application. Please check your log file. Error code: {0}
pl: Podczas aktualizacji programu wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorFillCalendarView
source: Error occurred during retrieving the data. Application will be closed. Please see the log file. Exception Id: {0}
pl: Podczas pobierania danych wystąpił wyjątek. Aplikacja zostanie zamknięta. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorFillTrainingDay
source: Error occured while viewing. Please check your log file. Error code: {0}
pl: Podczas wyświetlania danych wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorInvalidDatabaseVersion
source: Current database is intended for a different BodyArchitect version. The program will be closed.
pl: Aktualna baza jest przeznaczona dla innej wersji BodyArchitecta. Program zostanie zamknięty.

# ErrorLoadProfile
source: Error while downloading the profile. Please check your log file. Error code: {0}
pl: Podczas pobierania profilu wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorMoveTrainingDay
source: Unable to move the entry. Please see the log file. Error code: {0}
pl: Nie udało się przenieść wpisu. Kod błędu: {0}

# ErrorOpenWebSite
source: Failed to open the page. Please run a web browser and enter the address manually.
pl: Nie udało się otworzyć strony. Proszę uruchomić przeglądarkę internetową ręcznie i wpisać adres.

# ErrorRemoveExercise
source: Error during exercise removal. Please check your log file. Error code: {0}
pl: Podczas operacji usuwania ćwiczenia wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu: {0}

# ErrorRemoveTrainingDay
source: Error while deleting. Please check your log file. Error code: {0}}
pl: Podczas operacji usuwania wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorRetrievingRssFeed
source: Failed to retrieve the news.
pl: Nie udało się pobrać zawartości

# ErrorSaveExercise
source: Error while saving. Please check your log file. Error code: {0}}
pl: Podczas zapisu wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorSaveExerciseUnique
source: Exercise shortcut must be unique. Choose a different shortcut.
pl: Skrót ćwiczenia musi być unikatowy. Wybierz inny skrót

# ErrorSaveProfile
source: Error while saving the profile. Please check your log file. Error code: {0}}
pl: Podczas zapisu profilu wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorSaveTrainingDay
source: Error while saving. Please check your log file. Error code: {0}}
pl: Podczas zapisu wystąpił błąd. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorSerieColumnCount
source: Unable to display a smaller number of series than the current number of series in the exercises.
pl: Nie można wyświetlić mniejszej liczby serii niż aktualna liczba serii w ćwiczeniach.

# ErrorUnableConfigureNHibernate
source: Application initialisation failed. Please check your log file. Error code: {0}
pl: Inicializacja aplikacji nie powiodła się. Proszę sprawdzic plik z logami. Kod błędu: {0}

# ErrorUnhandledException
source: An unexpected error occurred. Please check your log file. Error code: {0}
pl: Wystąpił nieoczekiwany błąd. Proszę sprawdzić plik z logami. Kod błędu: {0}

# InfoChangeLanguageRestart
source: New language will be available after restarting the application.
pl: Nowy język będzie dostępny po ponownym uruchomieniu aplikacji.

# InfoInicializingApplication
source: Initialising...
pl: Inicializacja...

# InfoNoUpdatesAvailable
source: You have installed the latest version of the program.
pl: Masz zainstalowaną najnowszą wersję programu.

# InfoPreparingData
source: Preparing the data ...
pl: Przygotowanie danych...

# InfoRestartAfterUpdates
source: Changes will take effect after restarting the program.
pl: Zmiany zostaną wprowadzone po ponownym uruchomieniu programu.

# InfoUpdateRequired
source: A newer version of the program is available and it is essential for proper operation. After clicking Ok, your application will be updated.
pl: Pojawiła się nowsza wersja programu i jest ona niezbędna do prawidłowego działania aplikacji. Po kliknięciu Ok, aplikacja zostanie zaktualizowana.

# MNUNewTrainingDay
source: &New...
pl: &Nowy...

# MNUOpenTrainingDay
source: &Open...
pl: &Otwórz...

# QCloseTrainingDay
source: Are you sure you want to cancel editing?
pl: Czy na pewno chcesz przerwać edycję?

# QMoveTrainingDay
source: Are you sure you want to move this entry?
pl: Czy na pewno chcesz przenieść wpis?

# QRemoveExercise
source: Are you sure you want to delete the selected exercise? This will also delete all training entries containing the removed exercise!
pl: Czy na pewno chcesz usunąć zaznaczone ćwiczenia? Spowoduje to również usunięcie wszystkich wpisów treningowych, w których są usunięte ćwiczenia!

# QRemoveTrainingDay
source: Are you sure you want to delete the entry from {0}?
pl: Czy na pewno chcesz usunąć wpis z {0}

# CancelButton
source: Cancel
pl: Anuluj

# CloseButton
source: Close
pl: Zamknij

# ColumnExerciseName
source: Name
pl: Nazwa

# ColumnExerciseShortcut
source: Shortcut
pl: Skrót

# SpecificCulture
source: en-US
pl: pl-PL

# ErrorCannotShowLogFile
source: Failed to open log file.
pl: Nie udało się otworzyć pliku z logami.

# InfoNoTrainingDayEntires
source: This profile does not contain any entries.
pl: Bieżący profil nie zawiera żadnych wpisów.

# ErrorImportExercisesUnique
source: Exercise with identical ID alreday exists in the database. The exercise must have already been imported into the database.
pl: W bazie istnieje juz ćwiczenie z tym samym id. Prawdopodobnie w przeszłości ćwiczenia zostały zaimportowane do tej bazy.

# ErrorUnableToImportExercises
source: Failed to import the exercises. Please check your log file. Error code: {0}.
pl: Nie udało się zaimportować ćwiczeń. Proszę sprawdzić plik z logami. Kod błędu: {0}.

# ErrorEntryObjectTypeAlreadyExists
source: You cannot add this type of entry more than once.
pl: Nie możnesz dodać tego typu wpisu więcej niż raz.

# QAskForDeletingEntryObject
source: Are you sure you want to delete this entry: {0}?
pl: Czy na pewno chcesz usunąć wpis: {0}?

# ErrorCannotPaste
source: Selected day already has an entry. You must first delete the existing entry.
pl: Zaznaczony dzien zawiera już wpis. Musisz najpierw usunać istniejący wpis.

# InfoNextEntryLimit
source: This is the last entry in the database.
pl: Bieżący wpis jest ostatnim wpisem w bazie.

# InfoPreviousEntryLimit
source: This is the first entry in the database.
pl: Bieżący wpis jest pierwszym wpisem w bazie.

# ErrorCannotDeleteTrainingDayPartOfTraining
source: You can not delete the specified day because some entries are part of the training.
pl: Nie można usunąć wybranego dnia ponieważ niektóre wpisy są częścią treningu.

# SelectReportText
source: (Choose the report)
pl: (Wybierz raport)

# ErrorCannotGenerateReport
source: Failed to generate a report. Please check your log file. Error code: {0}.
pl: Nie udało się wygenerować raportu. Proszę sprawdzić plik z logami. Kod błędu: {0}.

# ReportSavingFilter
source: Png file (*.png)|*.png|Jpeg (*.jpg)|*.jpg|Bitmap (*.bmp)|*.bmp
pl: Plik png (*.png)|*.png|Jpeg (*.jpg)|*.jpg|Bitmap (*.bmp)|*.bmp

# ErrorCannotCopyTrainingDayFixedEntries
source: Unable to copy this day because it contains only permanent entries.
pl: Nie można skopiować tego wpisu ponieważ zawiera on wyłącznie stałe pozycje.

# ErrorCannotMoveTrainingDayFixedEntries
source: Cannot move selected training day because it contains fixed entries.
pl: Nie możesz przenieść tego wpisu ponieważ zawiera on stałe pozycje.

# ReportingOptions_NoTemplate
source: (None)
pl: (Brak)

# OptionsRestartRequiredMsg
source: Some changes require you to restart the application.
pl: Niektóre zmiany wymagają restartu aplikacji.

# OptionsCalendarTitle
source: Calendar
pl: Kalendarz

# OptionsReportingTitle
source: Misc
pl: Różne

# Reporting_GeneratingTimeStatus
source: The report has been generated in the {0}.
pl: Raport został wygenerowany w {0}.

# PluginsGrid_DefaultEntryColumn
source: Default
pl: Domyślny

# PluginsGrid_IconColumn
source: Icon
pl: Ikona

# PluginsGrid_PluginColumn
source: Module
pl: Moduł

# ErrorDeleteLogFile
source: Failed to delete the file. Please check your log file. Error code: {0}
pl: Nie udało się usunąć pliku. Proszę sprawdzić plik z logami. Kod błędu:{0}

# ErrorSaveLogFile
source: Failed to save the file. Please check your log file. Error code: {0}
pl: Nie udało się zapisać pliku. Proszę sprawdzić plik z logami. Kod błędu:{0}

# QAskClearLog
source: Are you sure you want to clear this log?
pl: Czy na pewno chcesz wyczyścić ten log?

# SaveLogFileFilter
source: Text file (*.txt)|*.txt|Log file (*.log)|*.log|All files (*.*)|*.*
pl: Plik tekstowy (*.txt)|*.txt|Plik logów (*.log)|*.log|Wszystkie pliki (*.*)|*.*

# QResetAllOptions
source: Are you sure you want to restore the default settings?
pl: Czy na pewno chcesz przywrócić domyślne ustawienia?

# CompletePercentageResult
source: Completed: {0}%
pl: Ukończono: {0}%

# ErrorCannotBeEmpty
source: It cannot be empty
pl: Nie może być pusty

# ErrorMustBeUnique
source: It must be unique and cannot be empty
pl: Musi być unikatowy i nie może być pusty

# DeletedObject
source: (Deleted)
pl: (Usunięty)

# StatusBarCalendarViewText
source: Calendar view: {0}
pl: Widok kalendarza: {0}
