Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Controls/Localization/SuperTips.*.resx
Languages: pl

# AddTrainingDay_DateTE
source: Entry date. If the entry contains session training, then this is the training date.
pl: Data wpisu. Jeśli wpis zawiera dane odnośnie treningu, to wtedy jest to data jego odbycia.

# ButtonApply
source: Saves changes without closing the window.
pl: Zapisuje wprowadzone zmiany bez zamykania bieżącego okna.

# ButtonCancel
source: Rejects changes and close the window.
pl: Anuluje wprowadzone zmiany i zamyka okno.

# ButtonDelete
source: Delete the current entry.
pl: Usuwa bieżący wpis.

# ButtonOK
source: Saves changes and close the window.
pl: Zapisuje wprowadzone zmiany i zamyka okno.

# CreateProfile_Autologin_CHK
source: When selected means that when we start the application, this profile will be logged automatically.
pl: Zaznaczenie spowoduje, że przy następnym uruchomieniu aplikacji,tworzony profil zostanie automatycznie zalogowany.

# CreateProfile_NameTE
source: Profile name will be used during login to the application. Must be unique.
pl: Nazwa profilu będzie wymagana podczas logowania do programu. Musi być unikatowa.

# CreateProfile_PasswordTE
source: Password is used to prevent access to your profile. It is not required. When there is only one profile without password in the application, then it will be used automatically when application starts (without login).
pl: Hasło służy do ograniczenia dostępu do profilu. Jednak nie jest ono wymagane. Gdy jedynym profilem w aplikacji jest profil bez hasła, to podczas uruchomienia aplikacji zosatnie on automatycznie użyty (bez potrzeby logowania)

# Login_AutologinCHK
source: When selected means that when we start the application, this profile will be logged automatically.
pl: Zaznaczenie spowoduje, że przy następnym uruchomieniu programu, automatycznie zostaniemy zalogowani na podany profil.

# Login_NameTE
source: Profile name from the program's database.
pl: Nazwa istniejącego profilu w bazie.

# Login_PasswordTE
source: Password for the selected profile.
pl: Hasło przypisane do profilu

# ProfileEdit_BirthdayTE
source: Birthday. Can be empty.
pl: Data urodzenia. Może pozostać pusta.

# ProfileEdit_NameTE
source: Name of edited profile. Must be unique.
pl: Nazwa edytowanego profilu. Musi być unikatowa.

# WymiaryEditor_Klatka
source: Chest circumference, e.g. 110,5. Value 0 means that chest circumference was not set.
pl: Obwód klatki piersiowej, np 110,5. Wartość 0 oznacza, że obwód nie został wpisany.

# WymiaryEditor_LeftBiceps
source: Left biceps circumference, e.g. 37,5. Value 0 means that biceps circumference was not set.
pl: Obwód lewego bicepsa, np. 37,5. Wartość 0 oznacza, że obwód bicepsa nie został wpisany.

# WymiaryEditor_NaCzczo
source: Selected means that all measurements was made on empty stomach.
pl: Zaznaczenie oznacza, że pomair obwodów i wagi był wykonany naczczo.

# WymiaryEditor_Pas
source: Abs circumference, e.g. 77,5. Value 0 means that abs circumference was not set.
pl: Obwód pasa, np: 77,3. Wartość 0 oznacza, że nie obówd pasa nie został wpisany.

# WymiaryEditor_RightBiceps
source: Right biceps circumference, e.g. 37,5. Value 0 means that biceps circumference was not set.
pl: Obwód prawego bicepsa, np. 37,5. Wartość 0 oznacza, że obwód bicepsa nie został wpisany.

# WymiaryEditor_Time
source: Time of measurement, e.g: 7:05. Value 00:00 means that time was not set.
pl: Godzina wykonania pomiaru, np: 7:25. Wartość 0:00 oznacza, że godzina nie została wpisana.

# WymiaryEditor_Weight
source: Weight in kilograms, e.g. 81,5. Value 0 means that weight was not set.
pl: Waga w kilogramach, np: 81,3. Wartość 0 oznacza, że waga nie została wpisana.

# BMI_BMI
source: This is your body mass index (BMI): Severely underweight - less than 16.5 Underweight - from 16.5 to 18.4 Normal - from 18.5 to 24.9 Overweight - from 25 to 29.9 Obese Class I - from 30 to 34.9 Obese Class II - from 35 to 39.9 Obese Class III - over 40
pl: Twój wskaźnik BMI: < 16,0 – wygłodzenie 16,0–17,0 – wychudzenie (spowodowane często przez ciężką chorobę lub anoreksję) 17–18,5 – niedowagę 18,5–25,0 – wartość prawidłową 25,0–30,0 – nadwagę 30,0–35,0 – I stopień otyłości 35,0–40,0 – II stopień otyłości ≥ 40,0 – III stopień otyłości (otyłość skrajna)

# BMI_Calculate
source: Click to calculate your BMI. You have to type your weight and height first.
pl: Kliknij, aby obliczyć swoje BMI. Pamietaj, że najpierw musisz podać wzrost i wagę.

# BMI_Close
source: Closes this window
pl: Zamyka okno.

# BMI_Height
source: Type your height in cm
pl: Podaj swój wzrost w cm

# BMI_Weight
source: Type your weight in kg
pl: Podaj swoją wagę w kg

# OptionCalendarIcons
source: Here you can set options related with each module in BodyArchitect: <b>Icon</b> - if selected then entry for this plugin will be shown in calendar view as icon <b>Default</b> - if selected then entry for this plugin will be automatically added when you create a new entry day in the calendar view
pl: Tutaj możesz dostosować każdy moduł w programie BodyArchitect: <b>Ikona</b> - jeśli zaznaczone to wpis w kalendarzu zwiazany z danym modułem będzie widoczny jako ikona. <b>Domyślny</b> - jeśli zaznaczone to przy tworzeniu nowego wpisu w kalendarzu automatycznie zostanie dodany wpis zwiazany z danym modułem.

# OptionCalendarTabPage
source: Shows options for calendar view
pl: Wyświetla opcje związane z widokiem kalendarza

# OptionCalendarTextFrom
source: Indicates from what plugin calendar view will show info text
pl: Określa, z którego pluginu będzie wyświetlane info w widoku kalendarza

# ProfileEdit_GenderCMB
source: Allows you to specify your gender. This information is needed to use some of calculators (for instance BMI)
pl: Umożliwia określnie płci. Informacja ta jest potrzebna między innymi do pewnych kalkulatorów (np. BMI)

# WymiaryEditor_Height
source: Height in cm, e.g. 188. Value 0 means that height was not set.
pl: Wzrost w centymetrach, np. 188. Wartość 0 oznacza, że wzrost nie został wpisany.

# WymiaryEditor_LeftForearm
source: Left forearm circumference, e.g. 27,5. Value 0 means that forearm circumference was not set.
pl: Obwód lewego przedramienia, np 28,1. Wartość 0 oznacza, że obwód przedramienia nie został wpisany.

# WymiaryEditor_LeftLeg
source: Left leg circumference, e.g. 67,5. Value 0 means that leg circumference was not set.
pl: Obwód lewego uda, np 50,1. Wartość 0 oznacza, że obwód uda nie został wpisany.

# WymiaryEditor_RightForearm
source: Right forearm circumference, e.g. 27,5. Value 0 means that forearm circumference was not set.
pl: Obwód prawego przedramienia, np 28,1. Wartość 0 oznacza, że obwód przedramienia nie został wpisany.

# WymiaryEditor_RightLeg
source: Right leg circumference, e.g. 67,5. Value 0 means that leg circumference was not set.
pl: Obwód prawego uda, np 50,1. Wartość 0 oznacza, że obwód uda nie został wpisany.

# OptionReportingAllowZoom
source: If selected, you can zoom reports.
pl: Jeśli ta opcja jest zaznaczona, to możesz powiększać raporty w celu dokładniejszego przeanalizowania wyników.

# OptionReportingShowValues
source: If selected, on reports you will see values as labels, otherwise reports will only display lines.
pl: Jeśli ta opcja jest zaznaczona, to na wykresie raportu zobaczysz wartości liczbowe. W przeciwnym razie raport będzie tylko wyświetlał linie.

# OptionReportingTemplates
source: List of all templates (themes) for reporting view.
pl: Lista wszystkich szablonów (tematów) dla widoku raportu.

# usrReportStatus_ReportStatusCmb
source: Indicates if current entry will be used in reports. Value Show means that you will see this entry in reports, value Skip means, that reports will not use it.
pl: Określa, czy bieżacy wpis będzie wyświetlany w raportach.

# usrReportingEntryStatus_ReportStatusCmb
source: Indicates what entries will be used to generate the report. Select -<b>For report only</b> when you want to generate report with entries with ReportStatus <b>Show this entry in reports</b> only. -<b>All entries</b> to generate report with all entries (also with ReportStatus <b>Skip this entry in reports</b>
pl: Określa, jakie wpisy będą użyte do wygenerowania raportu. Wybierz -<b>Tylko wpisy przeznaczone do raportowania</b> aby wygenerować raport tylko z wpisami ze statusem <b>Pokazuj ten wpis w raportach</b> -<b>Wszystkie wpisy</b> aby wygenerować raport wykorzystując wszystkie wpisy (również te ze statusem <b>Nie pokazuj tego wpisu w raportach</b>)

# usrDateRange_DateFrom
source: Here you are able to define starting date for you report. All entries which are older will not be shown.
pl: Tutaj możesz zawęzić wyniki raportu. Wszystkie wpisy starsze niż data w tym polu będa pominięte.

# usrDateRange_DateTo
source: Here you are able to define end date for you report. All newer entries will not be shown.
pl: Tutaj możesz zawęzić wyniki raportu. Wszystkie wpisy nowsze od daty w tym polu będa pominięte.

# usrMyTrainingStatus_Abort
source: Click here to abort (stop) this training cycle. You will not be able to resume this cycle again.
pl: Kliknij ten przycisk aby przerwać aktualny cykl treningowy. Pamiętaj, że nie będziesz mógł wznowić go ponownie.

# usrMyTrainingStatus_EndDate
source: Date when this training cycle has been finished.
pl: Data zakończenia cyklu treningowego.

# usrMyTrainingStatus_StartDate
source: Date when this training cycle has been started.
pl: Data rozpoczęcia cyklu treningowego.

# DefaultDataImporter_ImportBTN
source: Starts importing default data to the current profile. TO choose what data you want to import, please selected one or more items in the list.
pl: Rozpoczyna importowanie standardowych danych do profilu. Aby wybrać dane do importu, zaznacz jedną lub wiecej pozycji w liście.

# DefaultDataImporter_ModulesListView
source: List of all available data to import. To import data you need to select appropriate item in this list and press Import... button.
pl: Lista wszystkich dostępnych danych, które mogą być zaimportowane do Twojej bazy. Aby to zrobić, musisz zaznaczyć odpowednią pozycję w tej liście i kliknąć przycisk Import...
