Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Module.StrengthTraining/Controls/usrStrengthTrainingSourceGridBase.*.resx
Languages: pl

# tslSerieCount.Text
source: Set number:
pl: Ilość serii:

# tslExerciseDisplayProperty.Text
source: Exercise:
pl: Ćwiczenie:

# tbShowPlan.ToolTipText
source: Shows which sets are in the training plan. This option is available only when your training is connected with the training plan.
pl: Pokazuje, które serie należą do planu treningowego. Ta opcja jest dostępna tylko wtedy, gdy bieżący wpis połączony jest z planem treningowym.

# tbMoveUp.ToolTipText
source: Moves selected exercises one level up
pl: Przesuwa zaznaczone ćwiczenia jeden poziom do góry

# tbMoveDown.ToolTipText
source: Moves selected exercises one level down
pl: Przesuwa zaznaczone ćwiczenia jeden poziom w dół

# tbDelete.ToolTipText
source: Deletes selected exercises
pl: Usuwa zaznaczone ćwiczenia

# tbAddSuperSet.Text
source: Add superset
pl: &Połącz ćwiczenia

# tbAddSuperSet.ToolTipText
source: Mark two or more exercises as superset
pl: Łączy dwa lub wiecej ćwiczeń w super serię/serię łączoną

# tbRemoveSuperSet.Text
source: Remove superset
pl: &Rozłącz ćwiczenia

# tbRemoveSuperSet.ToolTipText
source: Remove superset mark on selected sets
pl: Powoduje, że zaznaczone ćwiczenia nie są już częścią super serii.
