Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.StrengthTraining/Localization/StrengthTrainingEntryStrings.*.resx
Languages: pl

# ClipboardHelper_List_CannotConvertClipboardRawData
source: clipboardRawData: {0}, could not be converted to a string or memorystream.
pl: Operacja nie powiodła się. {0}

# ClipboardHelper_List_UnableToParseRowData
source: unable to parse row data. possibly it's null or contains zero rows.
pl: Operacja nie powiodła się

# CMBExerciseName
source: Name
pl: Nazwa

# CMBExerciseShortcut
source: Shortcut
pl: Skrót

# CMBExerciseType
source: Type
pl: Typ

# ColumnExerciseName
source: Name
pl: Nazwa

# ColumnExerciseShortcut
source: Shortcut
pl: Skrót

# DefaultExercisesName
source: Exercises
pl: Ćwiczenia

# DeleteThisEntryBtn
source: Delete this entry
pl: Usuwa bieżący wiersz.

# EntryTypeName
source: Strength training
pl: Trening siłowy

# EntryTypeShortDescription
source: Note everything about your workout.
pl: Możesz notować wszystkie istotne elementy Twojego treningu na siłowni.

# ErrorCannotCreateSuperSetDifferentDays
source: SuperSet cannot be created. You cannot join exercises from different training days.
pl: Superseria/seria łączona nie może zostać utworzona. Nie możesz łączyć ćwiczeń z różnych dni treningowych.

# ErrorCannotVerifyTrainingPlan
source: Cannot verify imporing workout plan.
pl: Nie można zweryfikować planu treningowego.

# ErrorDuringDeleteTrainingPlan
source: Cannot delete selected workout plan.
pl: Nie udało się usunąć zaznaczonego planu treningowego.

# ErrorTrainingPlanAlreadyImported
source: This workout plan is already imported.
pl: Wybrany plan treningowy jest już zaimportowany.

# ErrorTrainingPlanBroken
source: Error occured during retrieving the workout plan. It seems that this workout plan is broken.
pl: Wystąpił wyjątek podczas odczytu wybranego planu treningoweg. Wyglada na to, że jest on uszkodzony.

# ErrorTrainingPlanFile
source: This file doeasn't contain workout plan.
pl: Wybrany plik nie zawiera planu treningowego lub jest on uszkodzony.

# ErrorUnexpectedDuringImportTrainingPlan
source: Unexpected exception during importing workout plan.
pl: Wystąpił nieoczekiwany błąd podczas importu planu treningowego.

# Exception_TrainingPlanReportData_NumberAtLeastSetSNumber_SetsNumberToPrint
source: Set number must be at least the sets number from training plan
pl: Ilość seri musi być równa lub większa liczbie serii z planu treningowego

# ExerciseColumnHeader
source: Exercise
pl: Ćwiczenie

# ExerciseEditor_DescriptionTE
source: Exercise's description.
pl: Dowolny opis ćwiczenia.

# ExerciseEditor_DifficuiltTE
source: Exercise difficult level. Value 0 means, that difficult is not set.
pl: Poziom trudności ćwiczenia. Wartość 0 oznacza, że trudność nie została ustawiona.

# ExerciseEditor_ExerciseTypeCMB
source: Main muscle used in this exercise.
pl: Główna grupa mięśniowa zaangażowana w danym ćwiczeniu.

# ExerciseEditor_ForceCMB
source: Determines a force type in the current exercise.
pl: Określa rodzaj siły wykorzystywanej w danym ćwiczeniu.

# ExerciseEditor_MechanicsTypeCMB
source: Determines a type of an exercise. An isolation exercise is one where the movement is restricted to one joint only. Compound exercises work several muscle groups at once, and include movement around two or more joints.
pl: Określa typ ćwiczenia. Ćwiczenie izolowane to takie, gdzie pracuje tylko konkretny (wyizolowany) mięsień oraz jeden staw. Ćwiczenie złożone (wielostawowe) to takie, gdzie bierze udział kilka różnych mięśni i stawów.

# ExerciseEditor_NameTE
source: Name of the exercise. It doesn't need to be unique.
pl: Nazwa ćwiczenia. Nie musi być unikatowa

# ExerciseEditor_ShortcutTE
source: Shortcut for this exercise. Using it we can select exercise in strength training editor much easier.
pl: Skrót dla ćwiczenia. Dzięki niemu łatwiej można wprowadzać ćwiczenie w oknie edycji treningu siłowego.

# ExerciseEditor_UrlTE
source: Website url with description of this exercise.
pl: Adres strony z opisem danego ćwiczenia.

# ExerciseRemovedName
source: (Deleted)
pl: (Usunięte)

# ExerciseSearchCriteriaGroup_Favorites
source: Favorites
pl: Ulubione

# ExerciseSearchCriteriaGroup_Global
source: Global
pl: Globalne

# ExerciseSearchCriteriaGroup_Mine
source: Mine
pl: Moje

# ExerciseSearchCriteriaGroup_Other
source: Others
pl: Pozostałę

# ExercisesTrainingPlanListView_EmptyDayName
source: (No name)
pl: (Bez nazwy)

# ExercisesTrainingPlanListView_ExerciseColumn
source: Exercise
pl: Ćwiczenie

# ExercisesTrainingPlanListView_MuscleColumn
source: Muscle
pl: Mięsień

# ExercisesTrainingPlanListView_SetColumn
source: Set {0}
pl: Seria {0}

# ExercisesView_Fill_Header_Exercises
source: Exercises
pl: Ćwiczenia

# ExercisesView_TabComments
source: Comments
pl: Komentarze

# ExercisesView_TabRecords
source: Records
pl: Rekordy

# ExerciseView_AddExerciseBTN
source: Shows window which allows create a new exercise
pl: Wyświetla okno umożliwiające utworzenie nowego ćwiczenia.

# ExerciseView_DeleteExerciseBTN
source: Remove selected exercise from the database
pl: Usuwa zaznaczone ćwiczenie z bazy.

# ExerciseView_ExerciseList
source: Shows all exercises in the database
pl: Wyświetla wszystkie dostępne ćwiczenia.

# ExerciseWeightReportSettings_Header_MoreOptions
source: More options
pl: Więcej opcji

# Exercise_Name_Empty
source: Exercise name cannot be empty.
pl: Nazwa ćwiczenia nie może być pusta.

# Exercise_Name_Length
source: Exercise name is too long.
pl: Nazwa ćwiczenia jest za długa.

# Exercise_Shortcut_Empty
source: Exercise shortcut cannot be empty.
pl: Musisz podać unikatowy skrót dla ćwiczenia.

# Exercise_Shortcut_Unique
source: Exercise shortcut must be unique.
pl: Skrót ćwiczenia musi być unikatowy.

# Exercise_Url_Length
source: Url is too long.
pl: Adres Url jest za długi.

# MNUExercises
source: Exercises...
pl: Ćwiczenia...

# OptionsStrengthTraining
source: Module Strength training
pl: Moduł Trening siłowy

# Options_FillRepetitionsNumberFromPlanCHK
source: If checked, then when you use workout plan in strength training in your calendar, all single repetitions will be also filled in the grid (single means specific number like 10. Values like 10-12 will be not filled anyway).
pl: Jeśli zaznaczysz to pole to w przypadku, gdy w kalendarzu w treningu siłowym użyjesz planu treningowego to wszystkie konkretne powtórzenia będą także wstawione (konkretne, czyli np. 10 powtórzeń. Serie z wartością 10-12 nadal nie będą wypełniane).

source: Print options
pl: Opcje drukowania

# PublishWorkoutPlanWindow_AddToFavoritesDescription
source: Adds this workout plan to your favorite list. After this, you will be able to use it in your strength workout log.
pl: Dodanie tego planu treningowego do listy ulubionych pozwoli Ci korzystać z niego w dzienniku treningowym.

# PublishWorkoutPlanWindow_AddToFavorites_Text
source: Add to favorite
pl: Dodaj do ulubionych

# PublishWorkoutPlanWindow_ErrProfileRank
source: To publish a workout plan, you must have at least {0} strength training entries in your calendar.
pl: Aby móc publikować plany, musisz mieć przynajmniej {0} wpisów treningu siłowego w kalendarzu.

# PublishWorkoutPlanWindow_ExercisesHeader
source: Exercises
pl: Ćwiczenia

# PublishWorkoutPlanWindow_ExercisesLoading
source: Exercises - loading...
pl: Ćwiczenia - pobieranie...

# PublishWorkoutPlanWindow_ExerciseTypeListHeader
source: Exercise type
pl: Typ ćwiczenia

# PublishWorkoutPlanWindow_NameListHeader
source: Name
pl: Nazwa

# PublishWorkoutPlanWindow_PublishDescription
source: When you publish a workout plan then it will be visible for anyone. After publication you will not be able to change or delete this workout plan.
pl: Publikacja planu treningowego spowoduje, że będzie on widoczny dla wszystkich użytkowników w programie. Po publikacji nie będziesz już mógł zmienić ani usunać tego planu.

# PublishWorkoutPlanWindow_TitlePublish
source: Publish workout plan
pl: Publikuj plan treningowy

# QAskDeleteExerciseRow
source: Do you want to remove selected rows?
pl: Czy na pewno chcesz usunąc zaznaczone pozycje?

# QAskDeleteSet
source: Do you want to delete the current set?
pl: Czy na pewno chcesz usunąć zaznaczoną serię?

# QDeleteTrainingDay
source: Do you want to delete this training day with all entries?
pl: Czy na pewno chcesz usunać dzień treningowy ze wszystkimi wpisami?

# QDeleteTrainingPlanEntry
source: Do you want to delete this entry with all sets?
pl: Czy na pewno chcesz usunać zaznaczony wpis ze wszystkimi seriami?

# QRemoveTrainingPlan
source: Do you want to remove selected workout plan?
pl: Czy na pewno chcesz usunąć zaznaczony plan treningowy?

# QWorkoutPlanEditorCloseWindow
source: Do you want to reject your changes and close the window?
pl: Czy na pewno chcesz odrzucić zmiany i zamknąć okno?

# Report_ExerciseWeight_AxisXTitle
source: Date
pl: Data

# Report_ExerciseWeight_AxisYTitle
source: Weight
pl: Ciężar

# Report_ExerciseWeight_Name
source: Changes in weight for selected exercise
pl: Zmiana cieżaru dla wybranego ćwiczenia

# Report_RepsWeight_AxisXTitle
source: Repetitions
pl: Powtórzenia

# Report_RepsWeight_AxisYTitle
source: Weight
pl: Ciężar

# Report_WeightReps_Name
source: Max weight for repetitions
pl: Max ciężar dla określonej liczby powtórzeń

# SelectExercise
source: (Select an exercise)
pl: (Wybierz ćwiczenie)

# SelectLanguageText
source: (Select a language)
pl: (Wybierz język)

# SerieCellCiezarBezSztangiToolTip
source: -Weight without barbell's weight
pl: -Ciężar bez sztangi

# SerieCellCiezarBezSztangiToolTip1
source: -Weight without barbell
pl: -Ciężar bez sztangi

# SerieCellIsLastRepetitionWithHelpToolTip
source: -Fake last repetition
pl: -Niepełne ostatnie powtórzenie

# SerieColumnHeader
source: Set {0}
pl: Seria {0}

# SerieInfo_CiezarBezSztangiCHK
source: Indicates that entered weight is without barbell's weight (for example we don't know barbell's weight)
pl: Określa, że podany ciężar jest bez wagi sztangi (np. nie znamy cieżaru samej sztangi)

# SerieInfo_CommentTE
source: Additional information related with the current set.
pl: Dowolne, dodatkowe informacje związane z serią.

# SerieInfo_DropSetCMB
source: In bodybuilding and weight training, using drop sets is a technique for continuing an exercise with a lower weight once muscle failure has been achieved at a higher weight. Here you can select how many drops you had.
pl: Drop set jest to metoda treningowa oznaczająca wykonaniu serii do załamania (bądź blisko załamania), a następnie zrzuceniu częśli obciążenia i kontynuacji ćwiczenia z mniejszym ciężarem. Zrzucanie obciążenia można wykonywać kilka razy.

# SetEditor_RepetitionsRange
source: Here you can define how many reps you should do. For example: 10 - 10 reps 10- - 10 or more reps -10 - max. 10 reps or less 10-12 - min. 10 and max. 12 reps.
pl: Tutaj możesz określić, ile powtórzeń powinno się wykonać podczas tej serii.10 - oznacza wykonanie dokładnie 10 powtórzeń. -10 - oznacza wykonanie maksymalnie 10 powtórzeń (może być mniej). 10- - oznacza wykonanie minimum 10 powtórzeń (może być więcej). 10-12 - oznacza wykonanie minimum 10 a maksymalnie 12 powtórzeń.

# SetEditor_RepetitionType
source: Indicates, how you should perform the current set. Repetition range - (like 10-12) you should do at least 10 and max 12 repetitions. Max - you should to as many reps as you can Muscle failure- should do as many reps as you can with the last repetition when you don't have strength to finish it (your buddy can help for example)
pl: Określa sposób wykonania powtórzeń. Zakres powtórzeń - (np. 10-12) oznacza, że powinieneś wykonać przynajmniej 10 a maksymalnie 12 powtórzeń w danej serii. Max - oznacza, że wykonujesz maksymalną liczbę poprawnych powtórzeń Upadek mięśniowy - oznacza, że wykonujesz makymalną liczbę powtórzeń łącznie z ostatnim powtórzeniem (jednym lub kilkoma), gdzie nie masz już siły aby poprawnie je dokończyć (pomoc kolegii jest wskazana).

# SetInfoWindow_DropSet_2
source: 2 drops
pl: 2 dropy

# SetInfoWindow_DropSet_3
source: 3 drops
pl: 3 dropy

# SetInfoWindow_DropSet_4
source: 4 drops
pl: 4 dropy

# SetInfoWindow_DropSet_None
source: Without dropset
pl: Bez dropsetu

# SetInfoWindow_SetTypeLabel
source: _Set type:
pl: _Typ serii:

# SetInfoWindow_Title
source: Additional information
pl: Dodatkowe informacje

# SetInfoWindow_WeightWithoutBarbellCheck
source: _Weight without barbell's weight
pl: _Ciężar bez ciężaru sztangi

# SetType_MuscleFailure
source: MF
pl: UM

# SetType_PrawieMax
source: AM
pl: PM

# SetType_Rozgrzewkowa
source: W
pl: R

# Split_IsolationExerciseBeforeCompoud
source: Isolation exercise is before compound exercises. In split workout you should first do compound exercises and then isolation.
pl: Ćwiczenie izolowane jest przed ćwiczeniem wielostawowym. W treningu typu split zwykle ćwiczenia wielostawowe wykonuje się jako pierwsze (na daną partię mięśniową) a potem izolowane.

# StrengthTrainingCalendarDayContentName
source: Strength training
pl: Trening siłowy

# StrengthTrainingDataGrid_createReadOnly_RepsWeight
source: (reps)x(weight)
pl: (powt)x(ciężar)

# StrengthTrainingDataGrid_EmptySetCellWatermark
source: (reps)x(weight)
pl: (powt)x(ciężar)

# StrengthTrainingDataGrid_ExerciseColumnHeader
source: Exercise
pl: Ćwiczenie

# StrengthTrainingDataGrid_ExerciseInSuperSetTip
source: This exercise is a part of superset
pl: To ćwiczenie jest częścią superserii

# StrengthTrainingDataGrid_ExerciseTypeColumnHeader
source: Exercise type
pl: Typ ćwiczenia

# StrengthTrainingDataGrid_RecordSet_ToolTip
source: Record!
pl: Rekord!

# StrengthTrainingDataGrid_SetColumnHeader
source: Set {0}
pl: Seria {0}

# StrengthTrainingItemViewModel_NewExercise
source: (New exercise)
pl: (Nowe ćwiczenie)

# StrengthTrainingItemViewModel_WithoutSupersetGroupName
source: Without superset
pl: Bez superserii

# StrengthTrainingModule_CreateRibbon_Header_StrengthTraining
source: Strength training
pl: Trening siłowy

# StrengthTrainingModule_CreateRibbon_Label_Exercises
source: Exercises
pl: Ćwiczenia

# StrengthTrainingModule_CreateRibbon_Label_WorkoutPlans
source: Workout plans
pl: Plany treningowe

# StrengthTrainingModule_ShareSocialContent_Caption_BodyArchitect
source: BodyArchitect - workout log and social application created for professional bodybuilders.
pl: BodyArchitect - dziennik treningowy stworzony dla profesjonalnych kulturystów.

# StrengthTrainingModule_ShareSocialContent_Date
source: <br/>Date: {0}<br/>
pl: <br/>Data: {0}<br/>

# StrengthTrainingModule_ShareSocialContent_Name
source: New entry: Strength training
pl: Nowy wpis: Trening siłowy

# StrengthTrainingModule_ShareSocialContent_Name_NewEntry
source: New entry: Strength training
pl: Nowy wpis: Trening siłowy

# StrengthTrainingModule_WorkoutPlansTabText
source: Workout plans
pl: Plany treningowe

# TrainingPlanDayEntry_Object
source: Workout day entry
pl: Wpis w dniu treningowym

# TrainingPlanDay_Name_Empty
source: Workout plan day cannot have an empty Name.
pl: Dzień treningowy musi mieć nazwę.

# TrainingPlanDay_Name_Length
source: Workout plan day name is too long.
pl: Nazwa dnia treningowego jest za długa.

# TrainingPlanDay_Object
source: Workout day
pl: Dzień treningowy

# TrainingPlanEditorWindow_Content_Author
source: _Author
pl: _Autor

# TrainingPlanEditorWindow_Content_Difficulty
source: _Difficulty
pl: _Trudność

# TrainingPlanEditorWindow_Content_Language
source: _Language
pl: _Język

# TrainingPlanEditorWindow_Content_Name
source: _Name
pl: _Nazwa

# TrainingPlanEditorWindow_Content_Purpose
source: _Purpose
pl: _Cel

# TrainingPlanEditorWindow_Content_RemainingTime
source: Remaining time
pl: Pozostały czas

# TrainingPlanEditorWindow_Content_Type
source: _Type
pl: T_yp

# TrainingPlanEditorWindow_Header_Description
source: Description
pl: Opis

# TrainingPlanEditorWindow_Header_Details
source: Details
pl: Szczegóły

# TrainingPlanEditorWindow_Header_Edit
source: Edit
pl: Edycja

# TrainingPlanEditorWindow_Header_Editor
source: Editor
pl: Edytor

# TrainingPlanEditorWindow_Header_Information
source: Information
pl: Informacje

# TrainingPlanEditorWindow_Header_Message
source: Message
pl: Wiadomość

# TrainingPlanEditorWindow_Header_Object
source: Object
pl: Obiekt

# TrainingPlanEditorWindow_Header_Output
source: Output
pl: Wyniki

# TrainingPlanEditorWindow_Header_Type
source: Type
pl: Typ

# TrainingPlanEditorWindow_Label_Save
source: Save
pl: Zapisz

# TrainingPlanEditorWindow_Label_SuperSets
source: Super sets
pl: Superserie

# TrainingPlanEditorWindow_Label_Validate
source: Validate
pl: Sprawdź

# TrainingPlanEditorWindow_Text_Sec
source: .sec
pl: .sek

# TrainingPlanEditor_AuthorTXT
source: Author (means you) of this workout plan. Cannot be empty
pl: Autor (czyli Ty) tworzonego planu treningowego. Nie może być pusty.

# TrainingPlanEditor_DescriptionTXT
source: Description about the current workout plan, for example how to perform exercises, what weight should be use etc.
pl: Opis planu treningowego ze wszystkimi szczegółami, np. jak wykonywać ćwiczenia, jakie obciążenie itp

# TrainingPlanEditor_DifficultCMB
source: Difficult of this workout plan
pl: Stopień trudności (ciężkości) planu treningowego.

# TrainingPlanEditor_NameTXT
source: Name of the workout plan. Cannot be empty.
pl: Nazwa planu treningowego. Nie może być pusta.

# TrainingPlanEditor_RestTimeTXT
source: Rest time between sets in every exercises. For specified exercise you can override it in Rest time in entry editor.
pl: Długość przerw między seriami we wszystkich ćwiczeniach. Dla konkretnych ćwiczeń możesz nadpisać ten czas w <b>edytorze wpisu</b>, wybierając w drzewku w <b>Szczegółach</b> planu wpis i zmienić wartość w polu <b>Przerwa</b>.

# TrainingPlanEditor_SuperSetsBTN
source: Shows window to define supersets between exercises.
pl: Wyświetla okno do definiowania superserii/serii łączonych pomiędzy ćwiczeniami.

# TrainingPlanEditor_TrainingTypeCMB
source: Workout type. This has impact on Validate process (some things are incorrect in some workout types).
pl: Typ treningu. Ma on wpływ między innymi na Walidację (przycisk Sprawdź). Niektórze techniki treningowe są błędę w niektórych typach.

# TrainingPlanEditor_ValidateBTN
source: Checks this workout plan if there are any mistakes and displays the results in Output section.
pl: Sprawdza poprawność planu treningowego i wyświetla wyniki w sekcji <b>Wyniki<b>.

# TrainingPlanEntryEditor_CommentTXT
source: Additional information about this entry.
pl: Dodatkowe informacje na temat danego ćwiczenia.

# TrainingPlanEntryEditor_ExerciseCMB
source: Allows you to select an exercise for this entry.
pl: Umożliwia wybranie ćwiczenia.

# TrainingPlanEntryEditor_RestTimeTXT
source: Allows you to overwrite a global <b>Rest time</b> from <b>Information</b> section.
pl: Tutaj możesz podać inny czas przerwy między seriami. (Nadpisać wartość <b>Przerwy</b> z sekcji <b>Informacje</b>)

# TrainingPlanHtml_CommentColumn
source: Comment
pl: Komentarz

# TrainingPlanHtml_Description
source: Description
pl: Opis

# TrainingPlanHtml_Details
source: Details
pl: Szczegóły

# TrainingPlanHtml_ExerciseColumn
source: Exercise
pl: Ćwiczenie

# TrainingPlanHtml_InfoAuthor
source: Author
pl: Autor

# TrainingPlanHtml_InfoCreationDate
source: Creation date
pl: Data utworzenia

# TrainingPlanHtml_InfoDifficult
source: Difficult
pl: Trudność

# TrainingPlanHtml_InfoRestTime
source: Rest time
pl: Przerwy

# TrainingPlanHtml_Information
source: Information
pl: Informacje

# TrainingPlanHtml_InfoTrainingType
source: Workout type
pl: Typ treningu

# TrainingPlanHtml_InfoVersion
source: Version
pl: Wersja

# TrainingPlanHtml_Language
source: Language
pl: Język

# TrainingPlanHtml_Legend
source: Legend
pl: Legenda

# TrainingPlanHtml_LegendContent
source: <tr><td class='legend'>MF</td><td>Muscle failure. You should do as many reps as you can until you cannot do more</td></tr> <tr><td class='legend'>SS</td><td>Super slow. You should perform this set very slow.</td></tr> <tr><td class='legend'>RP</td><td>Rest pause. You should perform this set as soon as you don't feel muscle pain (after 10 sec).</td></tr> <tr><td class='legend'>MAX</td><td>You should do as many reps as you can do correctly</td></tr> <tr><td class='legend'>W</td><td>Very light warm up set.</td></tr> <tr><td class='legend'>AM</td><td>Almost max. You should do almost maximum reps (max-1 for example)</td></tr> <tr><td class='legend'>X</td><td>You should do X reps (for example 10) and finish this set.</td></tr> <tr><td class='legend'>-X</td><td>You should do maximum X reps and finish this set. For example -10 means that you should do maximum 10 reps (or less)</td></tr> <tr><td class='legend'>X-</td><td>You should do minimum X reps. For example 10- means that you should do minimum 10 reps (or more).</td></tr> <tr><td class='legend'>X-Y</td><td>You should do minimum X and maximum Y reps. You finish the current set when you reach the maximum number or you don't have strength to do more. For example 10-12 means that you should do minimum 10 and maximum 12 reps.</td></tr> <tr><td class='legend'>^Z</td><td>Drop set. Z means how many drops we have, for example ^2 means that for this set you will have 2 additional drops of weight</td></tr> <tr><td class='legend'>8-10^1</td><td>This value means that you do minimum 8 and maximum 10 reps. After this you drop some weight (drop set) and you do next repetitions.</td></tr>
pl: <tr><td class='legend'>MF</td><td>Upadek mięśniowy. Wykonujesz powtórzenia aż do upadku mięśniowego (ostatnie powtórzenie wykonujesz niepełne, z pomocą partnera itp)</td></tr> <tr><td class='legend'>SS</td><td>Super slow. Wykonujesz powtórzenia bardzo powoli i dokładnie.</td></tr> <tr><td class='legend'>RP</td><td>Rest pause. Wykonaj tą serię od razu jak tylko przestaniesz czuć ból w mięśniach po poprzedniej serii (np . po 10 sek.)</td></tr> <tr><td class='legend'>MAX</td><td>Wykonujesz tyle powtórzeń, że nie masz już siły na następne. Jednak wszystkie powtórzenia są wykonane z prawidłową techniką (i bez pomocy)</td></tr> <tr><td class='legend'>R</td><td>Lekka seria rozgrzewkowa</td></tr> <tr><td class='legend'>PM</td><td>Prawie max, czyli robisz powtórzenia aż dojdziesz do maksa (brakuje Ci np. jednego powtórzenia do maksa) i przestajesz</td></tr> <tr><td class='legend'>X</td><td>Wykonujesz X powtórzeń, np. 10 powtórzeń w serii</td></tr> <tr><td class='legend'>-X</td><td>Wykonujesz maksymalnie X powtórzeń w serii (może być mniej), np. -10 oznacza, że wykonujesz maksymalnie 10 powtórzeń (może być 8 lub 9)</td></tr> <tr><td class='legend'>X-</td><td>Wykonujesz minimum X powtórzeń w serii (może być więcej), np 10- oznacza, że wykonujesz minimum 10 powtórzeń.</td></tr> <tr><td class='legend'>X-Y</td><td>Wykonujesz minimum X i maksymalnie Y powtórzeń w serii. 10-12 oznacza, że w danej serii wykonujesz od 10 do 12 powtórzeń.</td></tr> <tr><td class='legend'>^Z</td><td>Drop set. Wartość Z określa ile zrzuceń ciężaru należy wykonać (patrz definicja dropsetu), np. ^1 oznacza, że po wykonaniu serii głownej, wykonujesz jeden drop set(raz zrzucasz troche cieżaru i kontynuujesz serię bez odpoczynku) </td></tr> <tr><td class='legend'>8-10^2</td><td>Ten przykład pokazuje serię, w której wykonujesz minimum 8 a maksymalnie 10 powtórzeń, a następnie zrzucasz trochę ciężaru i wykonujesz drop set. Gdy już nie masz sił, zrzucasz znowu trochę ciężaru i wykonujesz następney drop set (cyfra 2 oznacza dwa razy zrzucenie ciężaru i wykonanie serii)</td></tr>

# TrainingPlanHtml_MuscleColumn
source: Muscle
pl: Mięsień

# TrainingPlanHtml_RestTimeColumn
source: Rest time
pl: Przewra

# TrainingPlanHtml_RestTimeValue
source: {0} sec.
pl: {0} sek.

# TrainingPlanHtml_SetColumn
source: Set
pl: Seria

# TrainingPlanImportDlgFilter
source: Workout plan files (*.bap)|*.bap
pl: Pliki planów treningowych (*.bap)|*.bap

# TrainingPlanNewDayName
source: Day {0}
pl: Dzień {0}
