Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.StrengthTraining/Localization/StrengthTrainingEntryStrings.*.resx
Languages: pl

# TrainingPlanNewName
source: (new name)
pl: (nowa nazwa)

# TrainingPlanReportData_createSetsMatrix_ColumName_Comment
source: Comment
pl: Komentarz

# TrainingPlanReportData_createSetsMatrix_ColumName_CommentIndex
source: Comment
pl: Komentarz

# TrainingPlanReportData_createSetsMatrix_ColumName_ExerciseType
source: Exercise type
pl: Typ ćwiczenia

# TrainingPlanReportData_createSetsMatrix_ColumName_SetIndex
source: Set
pl: Seria

# TrainingPlanReportView_Fill_Header_TrainingPlan
source: Workout plan:
pl: Plan treningowy

# TrainingPlanSerieRepetitions_MuscleFailure
source: MF
pl: UM

# TrainingPlanSerieRepetitions_PrawieMax
source: AM
pl: PM

# TrainingPlanSerieRepetitions_Rozgrzewkowa
source: W
pl: R

# TrainingPlanSerie_Object
source: Set
pl: Seria

# TrainingPlansTree_ColumnAuthor
source: Author
pl: Autor

# TrainingPlansTree_ColumnCreationDate
source: Creation date
pl: Data utworzenia

# TrainingPlansTree_ColumnDifficult
source: Difficult
pl: Trudność

# TrainingPlansTree_ColumnName
source: Name
pl: Nazwa

# TrainingPlansTree_ColumnWorkoutType
source: Type
pl: Typ

# TrainingPlanSuperSetsEditor_Description
source: Select 2 or more exercises and press Join button to create superset. Remove button allows you to remove superset (exercises will be the same, the "connection" will be removed). You cannot Join exercises from different training days.
pl: Wybierz 2 ćwiczenia (lub więcej) a następnie kliknij przycisk Połącz. Spowoduje to utworzenie superserii/serii łączonej między tymi ćwiczeniami. Przycisk Rozłącz umożliwia usunięcie superserii (same ćwiczenia pozostaną, usunięte zostanie tylko "połączenie"). Nie możesz łączyć ćwiczeń z różnych dni treningowych.

# TrainingPlanSuperSetsEditor_JoinButton
source: Join
pl: Połącz

# TrainingPlanSuperSetsEditor_SplitButton
source: Remove
pl: Rozłącz

# TrainingPlanSuperSetsEditor_Title
source: Supersets editor
pl: Edytor superserii/serii łączonej

# TrainingPlansView_Fill_Header_TrainingPlans
source: Workout plans
pl: Plany treningowe

# TrainingPlanTreeView_Header_Details
source: Details
pl: Szczegóły

# TrainingPlanTreeView_Label_DeleteDay
source: Delete day
pl: Usuń dzień

# TrainingPlanTreeView_Label_DeleteEntry
source: Delete exercise
pl: Usuń ćwiczenie

# TrainingPlanTreeView_Label_DeleteSet
source: Delete set
pl: Usuń serię

# TrainingPlanTreeView_Label_Down
source: Down
pl: W dół

# TrainingPlanTreeView_Label_EditDay
source: Edit day
pl: Edytuj dzień

# TrainingPlanTreeView_Label_NewDay
source: New day
pl: Nowy dzień

# TrainingPlanTreeView_Label_NewEntry
source: New exercise
pl: Nowe ćwiczenie

# TrainingPlanTreeView_Label_NewSet
source: New set
pl: Nowa seria

# TrainingPlanTreeView_Label_Up
source: Up
pl: W górę

# TrainingPlanViewModel_Header_EditPlan
source: Edit plan:
pl: Edycja planu:

# TrainingPlanViewModel_Update_SelectExercise
source: Select an exercise
pl: Wybierz ćwiczenie

# TrainingPlan_Author_Empty
source: You must set Author name.
pl: Plan treningowy musi miec autora.

# TrainingPlan_Author_Length
source: Author name of the workout plan is too long.
pl: Nazwa autora planu jest za długa.

# TrainingPlan_DaysName_Unique
source: There are Workout days with the same name. All days must have unique name
pl: Niektóre dni treningowe mają takie same nazwy. Wszystkie nazwy dni treningowych muszą być unikatowe.

# TrainingPlan_DropSetInNotOnlyLastSet
source: Drop set usually is used only in the last set of the exercise.
pl: Drop set jest zwykle wykonywany podczas ostatniej serii w danym ćwiczeniu.

# TrainingPlan_EmptyDay
source: You should add entries into workout day.
pl: Powinieneś dodać wpisy do dnia treningowego.

# TrainingPlan_ExerciseDoesntExist
source: Exercise used in the workout plan doesn't exist or you didn't choose any.
pl: Ćwiczenie nie zostało ustawione lub zostało usunięte. Musisz wybrać nowe.

# TrainingPlan_Name_Empty
source: Workout plan must have a name.
pl: Plan treningowy musi mieć nazwę

# TrainingPlan_Object
source: Workout plan
pl: Plan treningowy

# TrainingPlan_RestSecond_Empty
source: You should define the rest time.
pl: Powinieneś określić długość przerw między ćwiczeniami.

# usrExerciseEditor_DescriptionLabel
source: _Description:
pl: _Opis:

# usrExerciseEditor_DifficultLabel
source: _Difficult:
pl: _Trudność:

# usrExerciseEditor_ExerciseTypeLabel
source: _Type:
pl: T_yp:

# usrExerciseEditor_ForceLabel
source: _Force:
pl: Typ _siły:

# usrExerciseEditor_MechanicsTypeLabel
source: _Mechanisc type:
pl: _Mechanika:

# usrExerciseEditor_NameLabel
source: _Name:
pl: _Nazwa:

# usrExerciseEditor_ShortcutLabel
source: _Shortcut:
pl: _Skrót:

# usrExerciseRecords_Label_DateTime
source: When
pl: Kiedy

# usrExercisesView_GlobalRecord_ToolTip
source: This exercise is shown in Records section in user's information
pl: To ćwiczenie jest wyświetlane w sekcji Rekordy przy informacjach o użytkowniku.

# usrExercisesView_Header_Ascending
source: Ascending
pl: Rosnąco

# usrExercisesView_Header_Criteria
source: Criteria
pl: Kryteria

# usrExercisesView_Header_Descending
source: Descending
pl: Malejąco

# usrExercisesView_Header_Edit
source: Edit
pl: Edycja

# usrExercisesView_Header_Exercises
source: Exercises
pl: Ćwiczenia

# usrExercisesView_Header_Favorities
source: Favorities
pl: Ulubione

# usrExercisesView_Header_MyExercises
source: My exercises
pl: Moje ćwiczenia

# usrExercisesView_Header_Search_RibbonGroup
source: Search
pl: Wyszukiwanie

# usrExercisesView_Header_Search_RibbonTab
source: Search
pl: Wyszukiwanie

# usrExercisesView_Header_Search_TabItem
source: Search
pl: Wyszukiwanie

# usrExercisesView_Header_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrExercisesView_Label_Add
source: Add
pl: Dodaj

# usrExercisesView_Label_Delete
source: Delete
pl: Usuń

# usrExercisesView_Label_Edit
source: Edit
pl: Edytuj

# usrExercisesView_Label_ExerciseTypes
source: Exercise types
pl: Typ ćwiczeń

# usrExercisesView_Label_More
source: More
pl: Więcej

# usrExercisesView_Label_Name
source: Name
pl: Nazwa

# usrExercisesView_Label_New
source: New
pl: Nowe

# usrExercisesView_Label_Order
source: Order
pl: Sortowanie

# usrExercisesView_Label_Remove
source: Remove
pl: Usuń

# usrExercisesView_Label_Search
source: Search
pl: Znajdź

# usrExercisesView_Label_SearchIn
source: Search in
pl: Szukaj w

# usrExercisesView_Label_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrExercisesView_RibbonGroup_View
source: View
pl: Widok

# usrExercisesView_RibbonItem_View_Customers
source: Customers
pl: Klienci

# usrExercisesView_RibbonItem_View_Friends
source: Friends
pl: Znajomi

# usrExercisesView_RibbonItem_View_Users
source: Users
pl: Użytkownicy

# usrExercisesView_StatusIconToolTip_Favorite
source: Favorite
pl: Ulubione

# usrExercisesView_StatusIconToolTip_Global
source: Global
pl: Globalne

# usrExercisesView_StatusIconToolTip_Private
source: Private
pl: Prywatne

# usrExerciseWeightReport_chkIncludeSetsWithHelp
source: If selected, then generated report will contain also sets with help.
pl: Jeśli to pole jest zaznaczone, to oprócz standardowych serii do wygenerowania raportu będą dodane serie niepełne (z pomocą).

# usrExerciseWeightReport_chkIncludeSetsWithoutBarrelWeight
source: If selected, then generated report will contain also sets without barrel's weight.
pl: Jeśli to pole jest zaznaczone, to oprócz standardowych serii do wygenerowania raportu będą dodane serie bez cieżaru sztangi.

# usrExerciseWeightReport_ListView
source: List of all exercises. You can select more than one exercise to generate a report.
pl: Lista wszystkich ćwiczeń. Możesz znaznaczyć więcej niż jedno ćwiczenie do wygenerowania raportu.

# usrExerciseWeightReport_RepetitionsHeader
source: Repetitions
pl: Powtórzenia

# usrExerciseWeightReport_RepetitionsRange
source: You can filter the report by minimal and/or maximum repetitions number. For instance, you want to check your progress for 8-9 repetitions. So in From type 8 and in To set 9. You can also set only one value (for example only minimum). For example you set 7 in From field. This means that your report will show you weights for 7,8,9 repetitions and so on.
pl: Tutaj możesz przefiltrować swój raport do określonej liczby powtórzeń. Na przykład chciałbyś zobaczyć swoje postępy dla zakresu 8-9 powtórzeń. W tym celu w polu Min wpisz 8 a w polu Max wpisz 9. Możesz oczywiście podać tylko jedną wartość, np min 8 i wtedy raport wyświetli wyniki dla wszystkich powtórzeń od 8 czyli 8,9,10 itp

# usrExerciseWeightReport_RepsFromLabel
source: _From:
pl: _Od:

# usrExerciseWeightReport_RepsToLabel
source: _To:
pl: _Do:

# usrExerciseWeightReport_SetsHeader
source: Sets
pl: Serie

# usrExerciseWeightReport_SetsWithoutBarbellWeightCHK
source: Include sets without barbell's weight
pl: Uwzględniaj serie bez ciężaru sztangi

# usrIntensity_Header
source: Intensity
pl: Intensywność

# usrIntensity_High
source: High
pl: Wysoka

# usrIntensity_Low
source: Low
pl: Niska

# usrIntensity_Medium
source: Medium
pl: Średnia

# usrIntensity_NotSet
source: Not set
pl: Nie ustawiona

# usrStrengthTrainingOptions_Content_FillUsingPlan
source: _Fill in repetitions using plan
pl: _Wypełniaj powtórzenia, gdy korzystamy z planu treningowego

# usrStrengthTrainingOptions_Content_ShowExtendedInfo
source: _Show extended info about sets in grid
pl: W_yświetl rozszerzone info o serii.

# usrStrengthTrainingSourceGrid_Tip_ExerciseViewType
source: Indicates how exercises will be displayed in the grid.
pl: Określa sposób wyświetlania ćwiczeń w tabeli.

# usrStrengthTrainingSourceGrid_Tip_Grid
source: Allows you to put detailed information about workout session like exercises, sets number with repetitions. For each set we use the following format: repetitions, then 'x' character and after this weight in kg (10x65). To add additional info about set, you can right click on the set cell and use context menu.
pl: Umożliwia zapisywanie dokładnych informacji na temat przeprowadzonego treningu, wykonywanych ćwiczeń a także ilość serii z powtórzeniami. Kadą serię wprowadzamy podając najpierw ilość powtórzeń a po znaku 'x' cieżar w kg (10x65). Aby dodać dodatkowe informacje na temat serii, wystarczy kliknąc prawym przyciskiem myszy i skorzystać z kontektowego menu.

# usrStrengthTrainingSourceGrid_Tip_SetsNumber
source: Number of Set columns in the grid. When you did many sets of one exercise and you have no more Set columns to enter the data, then you can increase column number using this list.
pl: Ilość kolumn Serii w tabeli. Jeśli wykonałeś dużo serii jednego ćwiczenia i nie masz już gdzie wpisać, zwiększ liczbę kolumn za pomocą tej listy

# usrStrengthTraining_CommentHeader
source: Comment
pl: Komentarz

# usrStrengthTraining_DeleteRowButtonTip
source: Deletes this exercise
pl: Usuwa wybrane ćwiczenie

# usrStrengthTraining_fillWorkoutPlans_NotLoaded
source: (Not loaded)
pl: (Nie wczytane)

# usrStrengthTraining_GroupByExerciseType
source: By exercise type
pl: Po typie ćwiczenia

# usrStrengthTraining_GroupByLabel
source: Group:
pl: Grupuj:

# usrStrengthTraining_GroupByNone
source: None
pl: Brak

# usrStrengthTraining_GroupBySupersets
source: By supersets
pl: Po superseriach

# usrStrengthTraining_Header_AdditionalInfo
source: Additional information
pl: Dodatkowe informacje

# usrStrengthTraining_Header_General
source: General
pl: Ogólne

# usrStrengthTraining_Header_MyPlace
source: My place
pl: Moje miejsca

# usrStrengthTraining_Header_Remind
source: Remind
pl: Przypomnij

# usrStrengthTraining_Header_StrengthTrainingItem_Options
source: Options
pl: Opcje

# usrStrengthTraining_Header_StrengthTraining_RibbonGroup
source: Strenght Training
pl: Trening siłowy

# usrStrengthTraining_Header_StrengthTraining_RibbonTab
source: Strenght Training
pl: Trening siłowy

# usrStrengthTraining_Help_DoneWay
source: Specifies how you perform the exercise. If you do it in "standard" way, then choose "default". Other options should be used only in exceptional situations. Only exercises with default equipment are included in the personal records. Options available in Premium or Instructor account only.
pl: Określa sposób wykonania ćwiczenia. W przypadku, gdy ćwiczenie wykonujesz w standardowy sposób to ustaw domyślnie. Każda inna opcja przeznaczona jest tylko w wyjątkowych sytuacjach. Tylko ćwiczenia z domyślnym przyrządem są uwzględniane w rekordach. Opcja dostępna tylko dla konta Premium lub Instruktor

# usrStrengthTraining_Help_MyPlaces
source: My Places allow you to specify where (what gym) you have your workout. Later you can generate reports using trainings from specific gym only. Options available in Premium or Instructor account only.
pl: Moje miejsca dają możliwość określenie, na której siłowni odbył się trening. Dzięki temu można np wygenerować wykres uwzględniający treningi tylko z konkretnego miejsca. Opcja dostępna tylko dla konta Premium lub Instruktor

# usrStrengthTraining_JoinInSuperSetButton
source: Add superset
pl: Dodaj superserię

# usrStrengthTraining_Label_DoneWay
source: _Equipment:
pl: _Przyrząd:

# usrStrengthTraining_Label_MyPlace
source: Select the _gym where you have this training:
pl: Wybierz _siłownię, na której wykonałeś bieżący trening:

# usrStrengthTraining_Label_MyPlaces
source: My _places:
pl: Moje _miejsca:

# usrStrengthTraining_Label_StrengthTrainingItem_Comment
source: _Comment:
pl: _Komentarz:

# usrStrengthTraining_Mnu_DeleteSet
source: Delete set
pl: Usuń serię

# usrStrengthTraining_MsgIncorrectSetsValidation
source: Program has detected some sets with probably incorrect values. Press Yes to save them or No to skip. Incorrect sets:
pl: Program wykrył, że niektóre serię mają prawdopodobnie błędne dane. Wybierz Tak, aby zapisać trening lub Nie aby wrócić do edycji i poprawić błędy. Nieprawidłowe serie:

# usrStrengthTraining_RemoveSuperSetButton
source: Remove superset
pl: Usuń superserię

# usrStrengthTraining_SelectExerciseWatermark
source: Select exercise...
pl: Wybierz ćwiczenie...

# usrStrengthTraining_SetsNumberLabel
source: Sets
pl: Serie

# usrStrengthTraining_StrengthTrainingItem_MoreSettings_ToolTip
source: More settings
pl: Więcej ustawień

# usrStrengthTraining_tbShowPlan_Click_RefreshCombobox
source: Refresh workout plan combobox first and try again
pl: Odśwież listę planów treningowych i spróbuj ponownie

# usrStrengthTraining_Tip_CommentTE
source: Additional information about the workout session
pl: Dowolne dodatkowe informacje na temat treningu.

# usrStrengthTraining_Tip_EndTimeTE
source: Time of ending training session. Value 00:00 means that the time is not set.
pl: Czas zakończenia treningu. Wartość 00:00 oznacza, że godzina nie została wpisana.

# usrStrengthTraining_Tip_StartTimeTE
source: Time of starting training session. Value 00:00 means that the time is not set.
pl: Czas rozpoczęcia treningu. Wartość 00:00 oznacza, że godzina nie została wpisana.

# usrStrengthTraining_Watermark_MyPlace
source: (Default)
pl: (Domyślne)

# usrStrengthTraining_WorkoutEndTimeLabel
source: _End:
pl: _Koniec:

# usrStrengthTraining_WorkoutPlanLabel
source: Workout plan:
pl: _Plan treningowy:

# usrStrengthTraining_WorkoutTimeLabel
source: Workout time:
pl: Godzina treningu:

# usrTrainingPlanEntryEditor_Content_Comment
source: _Comment
pl: _Komentarz

# usrTrainingPlanEntryEditor_Content_Exercise
source: _Exercise:
pl: _Ćwiczenie:

# usrTrainingPlanEntryEditor_Content_RestTime
source: _Rest time:
pl: _Długość przerw:

# usrTrainingPlanEntryEditor_Label_ExerciseDoneWay
source: _Equipment:
pl: _Przyrząd:

# usrTrainingPlanSerieEditor_Content_Comment
source: _Comment:
pl: _Komentarz:

# usrTrainingPlanSerieEditor_Content_Reps
source: _Reps:
pl: _Powtórzenia:

# usrTrainingPlanSerieEditor_Content_SetType
source: Set _type:
pl: _Typ serii:

# usrTrainingPlanSerieEditor_Content_Time
source: _Time:
pl: _Czas:

# usrTrainingPlansView_EmptyListMessage_MyPlans
source: You haven't created any plans yet
pl: Nie stworzyłeś jeszczee żadnego planu

# usrTrainingPlansView_EmptyListMessage_Search
source: Use Search feature to find the best workout plan
pl: Możesz przeszukać bazę wszystkich planów treningowych, aby znaleźć idealny plan dla siebie

# usrTrainingPlansView_Header_Ascending
source: Ascending
pl: Rosnąco

# usrTrainingPlansView_Header_Criteria
source: Criteria
pl: Kryteria

# usrTrainingPlansView_Header_Descending
source: Descending
pl: Malejąco

# usrTrainingPlansView_Header_Edit
source: Edit
pl: Edycja

# usrTrainingPlansView_Header_Favorities
source: Favorities
pl: Ulubione

# usrTrainingPlansView_Header_MyPlans
source: My plans
pl: Moje plany

# usrTrainingPlansView_Header_Operations
source: Operations
pl: Operacje

# usrTrainingPlansView_Header_Plans
source: Plans
pl: Plany

# usrTrainingPlansView_Header_Search_RibbonGroup
source: Search
pl: Wyszukiwanie

# usrTrainingPlansView_Header_Search_RibbonTab
source: Search
pl: Wyszukiwanie

# usrTrainingPlansView_Header_Search_TabItem
source: Search
pl: Wyszukiwanie

# usrTrainingPlansView_Header_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrTrainingPlansView_Label_Add
source: Add
pl: Dodaj

# usrTrainingPlansView_Label_Clone
source: Clone
pl: Klonuj

# usrTrainingPlansView_Label_Delete
source: Delete
pl: Usuń

# usrTrainingPlansView_Label_Difficulty
source: Difficulty
pl: Trudność

# usrTrainingPlansView_Label_Edit
source: Edit
pl: Edytuj

# usrTrainingPlansView_Label_Language
source: Language
pl: Język

# usrTrainingPlansView_Label_More
source: More
pl: Więcej

# usrTrainingPlansView_Label_New
source: New
pl: Nowy

# usrTrainingPlansView_Label_Order
source: Order
pl: Sortowanie

# usrTrainingPlansView_Label_Publish
source: Publish
pl: Publikuj

# usrTrainingPlansView_Label_Purpose
source: Purpose
pl: Cel

# usrTrainingPlansView_Label_Remove
source: Remove
pl: Usuń

# usrTrainingPlansView_Label_Search
source: Search
pl: Znajdź

# usrTrainingPlansView_Label_SortOrder
source: Sort order
pl: Kierunek sortowania

# usrTrainingPlansView_Label_Type
source: Type
pl: Typ

# usrTrainingPlansView_Label_View
source: View
pl: Wyświetl

# usrTrainingPlansView_Label_View2
source: View2
pl: Wyświetl

# usrTrainingPlansView_Label_Weeks
source: Weeks
pl: Tydzień

# usrUserExercises_Caption
source: Exercises
pl: Ćwiczenia

# usrUserRecords_Button_ShowRecords_ToolTip
source: Show other users' records for this exercise
pl: Pokaż rekordy innych użytkowników dla tego ćwiczenia

# usrUserRecords_Header
source: Records
pl: Rekordy

# usrUserWorkoutPlans_Caption
source: Workout plans
pl: Plany treningowe

# usrWorkoutPlansChooser_ChoosePlanWatermark
source: Choose plan...
pl: Wybierz plan...

# WorkoutPlanLU_Author
source: Author
pl: Autor

# WorkoutPlanLU_DayName
source: Day name
pl: Nazwa dnia

# WorkoutPlanLU_Name
source: Name
pl: Nazwa

# WorkoutPlanLU_Type
source: Type
pl: Typ

# WorkoutPlansList_Header_Author
source: Author
pl: Autor

# WorkoutPlansList_Header_Days
source: Days
pl: Dni

# WorkoutPlansList_Header_Difficulty
source: Difficulty
pl: Trudność

# WorkoutPlansList_Header_Name
source: Name
pl: Nazwa

# WorkoutPlansList_Header_Purpose
source: Purpose
pl: Cel

# WorkoutPlansList_Header_Rating
source: Rating
pl: Ocena

# SetRestTimeWindow_RestTime_Label
source: New _rest time:
pl: _Przerwa między seriami:

# SetRestTimeWindow_Title
source: New rest time
pl: Przerwa między seriami

# StrengthTrainingDataGrid_RestTimeColumnHeader
source: Rest
pl: Przerwa

# TimerWindow_Timer_Description
source: The best time to use the timer is during your workout. Select a next set (or rest column) in the strenght training and click the Timer button in the Ribbon. Prepare yourself to make a set and when you are ready press Start button. After you finish, press Stop. This will track set's time and rest time between previous and current set.
pl: Stoper najlepiej wykorzystać do wprowadzania serii podczas treningu. Zaznacz w treningu siłowym serię, którą zaraz będziesz robił (lub kolumnę Przerwa), kliknij przycisk Stoper na Wstążce i przygotuj się do wykonania serii. Gdy będziesz gotowy, wciśnij przycisk Start a zaraz po zakończeniu przycisk Stop. Spowoduje to zarejestrowanie czasu wykonania serii oraz przerwę między tą a poprzednią serią.

# TimerWindow_Title
source: Timer
pl: Stoper

# usrStrengthTraining_Button_SetRestTime
source: Set _rest time...
pl: Ustaw przerwy...

# usrStrengthTraining_RibbonButton_Timer
source: Timer
pl: Stoper

# usrStrengthTraining_ShowExerciseTypeColumn
source: Exercise type
pl: Typ ćwiczenia

# usrStrengthTraining_ShowRestTimeColumn
source: Rest time
pl: Przerwy

# StrengthTrainingDataGrid_ContainsTimeData_ToolTip
source: Set time: {0}
pl: Czas trwania serii: {0}

# TimerWindow_CheckBox_StartTimerAfterOpenWindow
source: S_tart timer after opening this window
pl: _Uruchom stoper automatycznie po otwarciu tego okna

# ErrTimerGridChanged
source: Strength training view has been changed, therefore timer cannot set the time. Next time please do not use any options which causes change or reload a grid.
pl: Widok treningu siłowego został zmieniony, dlatego stoper nie może zapisać czasu. W czasie działania stopera nie powinno się korzystać z żadnych opcji, które powodują zmianę widoku.

# SetInfoWindow_Help_RestPause
source: Rest time between a previous and the current set is very small (this set is started immediately after you stop feel the muscle pain). Available in Premium or Instructor account only.
pl: Przerwa od poprzedniej serii jest bardzo krótka. Ta seria została wykonana od razu gdy przestałeś czuć ból w męśniach.

# SetInfoWindow_Help_SuperSlow
source: Super slow repetitions are performed with lighter weights. The lifting and lowering phases of each repetition take 10 seconds or more. Available in Premium or Instructor account only.
pl: Powtórzenia podczas serii super slow wykonywane są bardzo powoli i dokładnie. Zwykle mniejszym ciężarem. Dostępne tylko dla konta Premium lub Instruktor.

# TrainingPlanEditorWindow_ErrSaveWorkoutPlan
source: Cannot save this workout plan.
pl: Nie udało się zapisać planu treningowego.

# SetInfoWindow_DistanceLabel
source: _Distance:
pl: _Dystans:

# SetViewModel_CaloriesToolTipFormat
source: Calories: {0:0} kcal
pl: Kalorie: {0:0} kcal

# SetViewModel_DistanceToolTipFormat
source: Distance: {0:0.##} {1}
pl: Dystans: {0:0.##} {1}

# usrMood_Header_Mood
source: Mood
pl: Samopoczucie

# usrMood_Title_Mood
source: How do you feel today?
pl: Jak się dzisiaj czujesz?

# usrExerciseEditor_MetHelp
source: The ratio of the work metabolic rate to the resting metabolic rate. One MET is defined as 1 kcal/kg/hour and is roughly equivalent to the energy cost of sitting quietly. It is used to calculate burned calories for cardio exercises. For most weight exercises you should use value 5 for MET. Click the link to see a list of exercises with MET value.
pl: Równoważnik metaboliczny. 1 MET odpowiada zużyciu O2 w spoczynku i wynosi 3,5 ml O2/kg masy ciała/min, lub 1 kcal/kg/godz lub 4,184 kJ/kg/godz. Jest używany do obliczenia spalanych kalorii dla ćwiczeń kardio. Dla większości ćwiczeń siłowych MET wynosi 5. Kliknij na link obok aby zobaczyć listę ćwiczeń wraz ze współczynnikami MET

# usrExerciseEditor_MetLink
source: Show exercises with MET
pl: Pokaż ćwiczenia z MET

# usrExercisesView_Ribbon_Records
source: Records
pl: Rekordy
