Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Client.Module.A6W/Localization/A6WEntryStrings.*.resx
Languages: pl

# A6W_CommentTXT
source: Additional informations about the current training session
pl: Dodatkowe informacje na temat aktualnej sesji treningowej.

# A6W_CompletedRB
source: Select it if you've made all required sets and repetitions.
pl: Zaznacz, jeśli wykonałeś wszystkie przewidziane w planie na ten dzień serie i powtórzenia.

# A6W_LV
source: Every position in this list represents one day in A6W training plan. You can see how many sets and reps every day contains. If the list position (a day) has an icon that this means that this day has been completed.
pl: Każda pozycja na tej liście reprezentuje jeden dzień w planie treningowym aerobicznej szóstki Weidera. Dodatkowo wyświetlana jest liczba serii i powtórzeń przypisana do danego dnia. Jeśli pozycja ma ikonkę, to oznacza, że ten dzień został zrobiony (zakończony).

# A6W_PartialCompletedRB
source: Select it if you've finished the current day but you didn't do all required sets or repetitions. Additionally you can type repetitions number below.
pl: Zaznacz, jeśli nie wykonałeś wszystkich przewidzianych w planie na teń dzień serii lub powtórzeń. Możesz dodatkowo wprowadzić poniżej ile powtórzeń udało Ci się wykonać.

# A6W_PartialCompleteSet
source: If you did less than required you can type how many repetitions you did.
pl: Jeśli wykonałeś mniej powtórzeń niż było wymagane, to możesz zapisać jak wiele powtórzeń udało Ci się wykonać.

# CalendarDayText
source: Day {0}
pl: Dzień {0}

# ErrorA6WTrainingAlreadyStarted
source: A6W training is already started. You need to finish is first.
pl: Inny trening A6W jest aktualnie rozpocząty. Musisz najpierw go zakończyć.

# ErrorSetTooManyRepetitions
source: You have entered to many repetitions for set {0}. To complete day {1} you need to do {2} repetitions.
pl: Wprowadziłeś za dużo powtórzeń dla serii {0}. Aby zaliczyć dzień {1} potrzebujesz wykonać {2} powtórzeń.

# ErrorTrainingIntegrity
source: Cannot finish this operation because this would cause break training integrity.
pl: Nie można wykonać tej operacji, ponieważ mogłoby to naruszyć integralność treningu.

# TrainingCompletedText
source: You have completed A6W training. Congratulations
pl: Trening A6W został właśnie zakończony pomyślnie. Gratulacje!

# A6WModule_CreateRibbonGroup_Label
source: Start A6W
pl: Rozpocznij A6W

# A6WModule_ShareToSocial_Finished_Description
source: <br/><b>Day {0} completed</b><br/>Date: {1}<br/><br/>Whole A6W training is finished. Congratulations!.
pl: <br/><b>Dzień {0} ukończony</b><br/>Data: {1}<br/><br/>Cały trening A6W został ukończony. Gratulacje!.

# A6WModule_ShareToSocial_Name
source: New entry: Aerobic Weider's "6"
pl: Nowy wpis: Aerobiczna "6" Weidera

# A6WModule_ShareToSocial_NotFinished_Description
source: <br/><big><b>Day {0} completed</b></big><br/>Date: {1}<br/><br/>There are {2} days left to finish this training.
pl: <br/><big><b>Dzień {0} ukończony</b></big><br/>Data: {1}<br/><br/>Pozostało jeszcze {2} dni do zakończenia treningu..

# usrA6WPartialCompleted_Reps1Label
source: Repetitions for set _1:
pl: Powtórzenia dla serii _1:

# usrA6WPartialCompleted_Reps2Label
source: Repetitions for set _2:
pl: Powtórzenia dla serii _2:

# usrA6WPartialCompleted_Reps3Label
source: Repetitions for set _3:
pl: Powtórzenia dla serii _3:

# EntryTypeShortDescription
source: Very hard training for your ABS
pl: Ciężki i zarazem skuteczny trening na mięśnie brzucha.

# usrA6W_Content_Completed
source: Completed
pl: Ukończony

# usrA6W_Content_PartialCompleted
source: Partial completed
pl: Częściowo ukończony

# usrA6W_Header_Comment
source: Comment
pl: Komentarz

# usrA6W_Header_Sets
source: Sets
pl: Serie

# usrA6W_Header_Repetitions
source: Repetitions
pl: Powtórzenia

# usrA6W_Header_Weeks
source: Day
pl: Dzień

# ExceptionCannotStartA6WTraining
source: Cannot start A6W training
pl: Nie udało się rozpocząć treningu A6W

# StartA6WCycleWindow_Content_Preview
source: Preview
pl: Podgląd

# StartA6WCycleWindow_Content_StartDate
source: Start date:
pl: Data rozpoczęcia:

# StartA6WCycleWindow_Header_Parameters
source: Parameters
pl: Parametry

# StartA6WCycleWindow_Text_ClickPreviewButton
source: Click the Preview button to see simulation of A6W training. No changes will be applied to your calendar.
pl: Kliknij przycisk Podgląd, aby zobaczyć symulację treningu A6W. Żadne zmiany nie zostaną wprowadzone do Twojego dziennika.

# StartA6WCycleWindow_Watermark_EnterNameOfTraining
source: Enter a name of this training
pl: Wprowadź nazwę tego treningu

# StartA6WCycleWindow_OKButton_Start
source: Start
pl: Rozpocznij

# StartA6WViewModel_Name_A6WTraining
source: A6W training
pl: Trening A6W

# StartA6WCycleWindow_Header_Preview
source: Preview
pl: Podgląd

# ErrorA6WDayResultMissing
source: You have to select result for this day (Completed or Partial completed).
pl: Określ, czy ten dzień został wykonany (Całkowicie lub Częściowo)

# StartA6WCycleWindow_Title
source: Start a new training
pl: Rozpocznij nowy trening

# usrA6WProgress_Completed
source: Completed
pl: Ukończony

# usrA6WProgress_NotCompleted
source: Not completed
pl: Pozostało

# usrA6WProgress_ReportTitle
source: A6W training
pl: Trening A6W
