Repository: robocik/BodyArchitect
Catalog: src/BodyArchitect.Module.StrengthTraining/Localization/LocalizedPropertyGridStrings.*.resx
Languages: pl

# Exercise_Name_Empty
source: Exercise name cannot be empty.
pl: Nazwa ćwiczenia nie może być pusta.

# Exercise_Name_Length
source: Exercise name is too long.
pl: Nazwa ćwiczenia jest za długa.

# Exercise_Shortcut_Empty
source: Exercise shortcut cannot be empty.
pl: Musisz podać unikatowy skrót dla ćwiczenia.

# Exercise_Shortcut_Unique
source: Exercise shortcut must be unique.
pl: Skrót ćwiczenia musi być unikatowy.

# Exercise_Url_Length
source: Url is too long.
pl: Adres Url jest za długi.

source: Print options
pl: Opcje drukowania

# Split_IsolationExerciseBeforeCompoud
source: Isolation exercise is before compound exercises. In split workout you should first do compound exercises and then isolation.
pl: Ćwiczenie izolowane jest przed ćwiczeniem wielostawowym. W treningu typu split zwykle ćwiczenia wielostawowe wykonuje się jako pierwsze (na daną partię mięśniową) a potem izolowane.

# TrainingPlanDayEntry_Object
source: Workout day entry
pl: Wpis w dniu treningowym

# TrainingPlanDay_Name_Empty
source: Workout plan day cannot have an empty Name.
pl: Dzień treningowy musi mieć nazwę.

# TrainingPlanDay_Name_Length
source: Workout plan day name is too long.
pl: Nazwa dnia treningowego jest za długa.

# TrainingPlanDay_Object
source: Workout day
pl: Dzień treningowy

# TrainingPlanHtmlExporter.PrintBackground.Description
source: Set this to true to have a nice background after you print your workout plan
pl: Jeśli ta opcja jest ustawiona to wydrukowane zostaną wzsystkie tła w tabelkach.

# TrainingPlanHtmlExporter.PrintBackground.DisplayName
source: Print background
pl: Drukuj tło

# TrainingPlanHtmlExporter.PrintDays.Description
source: Here you can decide which workout days you want to see in your plan.
pl: Umożliwia wybranie dni, które mają być wydrukowane.

# TrainingPlanHtmlExporter.PrintDays.DisplayName
source: Days to print
pl: Dni do wydrukowania

# TrainingPlanHtmlExporter.PrintDescription.Description
source: Here you can decide if you want to see workout plan description
pl: Jeśli ta opcja jest ustawiona to wydrukowany zostanie opis treningu.

# TrainingPlanHtmlExporter.PrintDescription.DisplayName
source: Print description
pl: Drukuj opis

# TrainingPlanHtmlExporter.PrintEntriesComment.Description
source: Set this option to print entries comment.
pl: Zaznacz tą opcję, aby wydrukować komentarze do wpisów (ćwiczeń).

# TrainingPlanHtmlExporter.PrintEntriesComment.DisplayName
source: Print entries comment
pl: Drukuj komentarze ćwiczeń.

# TrainingPlanHtmlExporter.PrintExerciseShortcut.Description
source: Set this option to true to add exercise shortcut in the workout plan
pl: Jeśli ta opcja jest ustawiona to wydrukowane zostaną dodatkowo skróty wszystkich ćwiczeń w planie treningowym.

# TrainingPlanHtmlExporter.PrintExerciseShortcut.DisplayName
source: Print exercise shortcut
pl: Drukuj skroty ćwiczeń

# TrainingPlanHtmlExporter.PrintExerciseType.Description
source: Set this option to true to put main muscle for every exercise in the workout plan
pl: Jeśli ta opcja jest ustawiona to wydrukowane zostaną mięśnie dla każdego ćwiczenia.

# TrainingPlanHtmlExporter.PrintExerciseType.DisplayName
source: Print muscle
pl: Drukuj mięśnie

# TrainingPlanHtmlExporter.PrintHeaders.Description
source: Indicates if the headers of each section will be printed
pl: Jeśli ta opcja jest ustawiona to wydrukowane zostaną nagłówki każdej sekcji.

# TrainingPlanHtmlExporter.PrintHeaders.DisplayName
source: Print headers
pl: Drukuj nagłówki

# TrainingPlanHtmlExporter.PrintInfo.Description
source: Here you can decide if you want to see information panel
pl: Jeśli ta opcja jest ustawiona to zostanie wydrukowana sekcja z informacjami o treningu.

# TrainingPlanHtmlExporter.PrintInfo.DisplayName
source: Print info
pl: Drukuj informacje

# TrainingPlanHtmlExporter.PrintLegend.Description
source: Set this option to print the legend (description about what you see in the workout plan)
pl: Zaznacz tą opcje aby wydrukować legendę do planu (opis wszystkich oznaczeń)

# TrainingPlanHtmlExporter.PrintLegend.DisplayName
source: Print the legend
pl: Drukuj legendę

# TrainingPlanHtmlExporter.PrintRequiredSetsOnly.Description
source: This setting is related with sets number. If you select this options then in your workout plan you will see only required sets. If you set false, then you will see all sets defined in sets number property.
pl: To ustawienie jest związane z Liczbą serii. Jeśli ta opcja jest zaznaczona to wydrukowane zostaną tylko wymagane serie dla danego planu treningowego. Jeśli natomiast odznaczysz tą opcje to wydrukowana zostanie liczba serii okreslona w ustwieniu Liczba serii.

# TrainingPlanHtmlExporter.PrintRequiredSetsOnly.DisplayName
source: Print only required sets
pl: Drukuj tylko wymagane serie

# TrainingPlanHtmlExporter.PrintSetsComment.Description
source: Set this option to print all comment for every set (if available)
pl: Zaznacz tą opcje aby wydrukować komentarze serii (jeśli są)

# TrainingPlanHtmlExporter.PrintSetsComment.DisplayName
source: Print sets' comment
pl: Drukuj komentarze serii

# TrainingPlanHtmlExporter.PrintSetsPlaceholders.Description
source: This option is good for print workout plan when you go to the gym. When this option is set to true, in the workout plan in every set you will have a place to put your own values.
pl: Ta opcja jest użyteczna, jeśli drukujesz plan treningowy, żeby wziąść go na siłownię. Jeśli ta opcja jest ustawiona to w planie treningowym przy każdej serii będzie miejsce do wpisania ilości powtórzeń i ciężaru, z jakim dana seria została wykonana.

# TrainingPlanHtmlExporter.PrintSetsPlaceholders.DisplayName
source: Print sets placeholders
pl: Drukuj miejsce w seriach

# TrainingPlanHtmlExporter.SetsNumberToPrint.Description
source: This setting is related with Print required sets only. It determines how many sets you will see in the workout plan.
pl: To ustawienie jest powiązane z Drukuj tylko wymagane serie. Określa ile serii zosatnie wydrukowanych w planie (nie mniej jednak niż wymagana ilość serii w ćwiczeniu).

# TrainingPlanHtmlExporter.SetsNumberToPrint.DisplayName
source: Sets number to print
pl: Liczba serii

# TrainingPlanHtmlExporter.UseAlternateRows.Description
source: Set this option to true to highlight exercises row to increase usability.
pl: Jeśli ta opcja jest ustawiona to co drugi wiersz w szczegółach planu będzie miał inny kolor tła. Dzieki temu plan jest bardziej czytelny.

# TrainingPlanHtmlExporter.UseAlternateRows.DisplayName
source: Use alternate rows
pl: Wyróżnij wiersze ćwiczeń.

# TrainingPlanSerieRepetitions_Normalna
source: Normal
pl: N

# TrainingPlanSerieRepetitions_PrawieMax
source: AM
pl: PM

# TrainingPlanSerieRepetitions_Rozgrzewkowa
source: W
pl: R

# TrainingPlanSerie_Object
source: Set
pl: Seria

# TrainingPlan_Author_Empty
source: You must set Author name.
pl: Plan treningowy musi miec autora.

# TrainingPlan_Author_Length
source: Author name of the workout plan is too long.
pl: Nazwa autora planu jest za długa.

# TrainingPlan_DaysName_Unique
source: There are Workout days with the same name. All days must have unique name
pl: Niektóre dni treningowe mają takie same nazwy. Wszystkie nazwy dni treningowych muszą być unikatowe.

# TrainingPlan_DropSetInNotOnlyLastSet
source: Drop set usually is used only in the last set of the exercise.
pl: Drop set jest zwykle wykonywany podczas ostatniej serii w danym ćwiczeniu.

# TrainingPlan_EmptyDay
source: You should add entries into workout day.
pl: Powinieneś dodać wpisy do dnia treningowego.

# TrainingPlan_ExerciseDoesntExist
source: Exercise used in the workout plan doesn't exist or you didn't choose any.
pl: Ćwiczenie nie zostało ustawione lub zostało usunięte. Musisz wybrać nowe.

# TrainingPlan_Object
source: Workout plan
pl: Plan treningowy
